Repository: hebasto/bitcoin-core-translations
Catalog: Ukrainian/for_translation_bitcoin_qt-translation-025x_*.xlf
Languages: uk

# _msg460
source: (But this wallet cannot sign transactions.)
uk: (Але цей гаманець не може підписувати транзакції.)

# _msg461
source: (But this wallet does not have the right keys.)
uk: (Але цей гаманець не має правильних ключів.)

# _msg462
source: Transaction is fully signed and ready for broadcast.
uk: Транзакція повністю підписана і готова до трансляції.

# _msg463
source: Transaction status is unknown.
uk: Статус транзакції невідомий.

# _msg464
source: Payment request error
uk: Помилка запиту платежу

# _msg465
source: Cannot start bitcoin: click-to-pay handler
uk: Не вдалося запустити біткоїн: обробник "click-to-pay"

# _msg466
source: URI handling
uk: Обробка URI

# _msg467
source: 'bitcoin://' is not a valid URI. Use 'bitcoin:' instead.
uk: "bitcoin://" не є припустимим URI. Використовуйте натомість "bitcoin:".

# _msg468
source: Cannot process payment request because BIP70 is not supported. Due to widespread security flaws in BIP70 it's strongly recommended that any merchant instructions to switch wallets be ignored. If you are receiving this error you should request the merchant provide a BIP21 compatible URI.
uk: Не вдалося обробити запит на оплату, оскільки BIP70 не підтримується. Через поширені недоліки безпеки в BIP70 рекомендується ігнорувати будь -які вказівки продавців щодо перемикання гаманців. Якщо ви отримуєте цю помилку, вам слід вимагати у продавця надати URI, який сумісний з BIP21.

# _msg469
source: URI cannot be parsed! This can be caused by an invalid Bitcoin address or malformed URI parameters.
uk: Не вдалося проаналізувати URI-адресу! Причиною цього може бути некоректна біткоїн-адреса або неправильні параметри URI.

# _msg470
source: Payment request file handling
uk: Обробка файлу запиту платежу

# _msg471
source: User Agent
uk: Агент користувача

# _msg472
source: Ping
uk: Затримка

# _msg473
source: Peer
uk: Учасник

# _msg474
source: Age
uk: Тривалість

# _msg475
source: Direction
uk: Напрямок

# _msg476
source: Sent
uk: Відправлено

# _msg477
source: Received
uk: Отримано

# _msg478
source: Address
uk: Адреса

# _msg479
source: Type
uk: Тип

# _msg480
source: Network
uk: Мережа

# _msg481
source: Inbound
uk: Вхідний

# _msg482
source: Outbound
uk: Вихідний

# _msg483
source: Amount
uk: Кількість

# _msg484
source: Enter a Bitcoin address (e.g. %1)
uk: Введіть біткоїн-адресу (наприклад, %1)

# _msg486
source: Unroutable
uk: Немає маршруту

# _msg492
source: Inbound
uk: Вхідний

# _msg493
source: Outbound
uk: Вихідний

# _msg494
source: Full Relay
uk: Повна ретрансляція

# _msg495
source: Block Relay
uk: Ретрансляція блоків

# _msg496
source: Manual
uk: За запитом

# _msg497
source: Feeler
uk: Щуп

# _msg498
source: Address Fetch
uk: Отримування адрес

# _msg499
source: %1 d
uk: %1 д

# _msg500
source: %1 h
uk: %1 год

# _msg501
source: %1 m
uk: %1 хв

# _msg502
source: %1 s
uk: %1 с

# _msg503
source: None
uk: Відсутні

# _msg504
source: N/A
uk: Н/Д

# _msg505
source: %1 ms
uk: %1 мс

# _msg506[0]
source: %n second(s)
uk: %n секунда

# _msg506[1]
source: %n second(s)
uk: %n секунди

# _msg506[2]
source: %n second(s)
uk: %n секунд

# _msg506[3]
source: %n second(s)
uk: %n секунди

# _msg507[0]
source: %n minute(s)
uk: %n хвилина

# _msg507[1]
source: %n minute(s)
uk: %n хвилини

# _msg507[2]
source: %n minute(s)
uk: %n хвилин

# _msg507[3]
source: %n minute(s)
uk: %n хвилини

# _msg508[0]
source: %n hour(s)
uk: %n година

# _msg508[1]
source: %n hour(s)
uk: %n години

# _msg508[2]
source: %n hour(s)
uk: %n годин

# _msg508[3]
source: %n hour(s)
uk: %n години

# _msg509[0]
source: %n day(s)
uk: %n день

# _msg509[1]
source: %n day(s)
uk: %n дні

# _msg509[2]
source: %n day(s)
uk: %n днів

# _msg509[3]
source: %n day(s)
uk: %n дня

# _msg510[0]
source: %n week(s)
uk: %n тиждень

# _msg510[1]
source: %n week(s)
uk: %n тижні

# _msg510[2]
source: %n week(s)
uk: %n тижнів

# _msg510[3]
source: %n week(s)
uk: %n тижня

# _msg511
source: %1 and %2
uk: %1 та %2

# _msg512[0]
source: %n year(s)
uk: %n рік

# _msg512[1]
source: %n year(s)
uk: %n роки

# _msg512[2]
source: %n year(s)
uk: %n років

# _msg512[3]
source: %n year(s)
uk: %n року

# _msg513
source: %1 B
uk: %1 Б

# _msg514
source: %1 kB
uk: %1 кБ

# _msg515
source: %1 MB
uk: %1 МБ

# _msg516
source: %1 GB
uk: %1 ГБ

# _msg517
source: &Save Image…
uk: &Зберегти зображення…

# _msg518
source: &Copy Image
uk: &Копіювати зображення

# _msg519
source: Resulting URI too long, try to reduce the text for label / message.
uk: Кінцевий URI занадто довгий, спробуйте зменшити текст для мітки / повідомлення.

# _msg520
source: Error encoding URI into QR Code.
uk: Помилка кодування URI в QR-код.

# _msg521
source: QR code support not available.
uk: Підтримка QR-коду недоступна.

# _msg522
source: Save QR Code
uk: Зберегти QR-код

# _msg523
source: PNG Image
uk: Зображення у форматі PNG

# _msg524
source: N/A
uk: Н/Д

# _msg525
source: Client version
uk: Версія клієнта

# _msg526
source: &Information
uk: &Інформація

# _msg527
source: General
uk: Загальна

# _msg528
source: Datadir
uk: Каталог даних

# _msg529
source: To specify a non-default location of the data directory use the '%1' option.
uk: Для зазначення нестандартного шляху до каталогу даних, скористайтесь опцією '%1'.

# _msg530
source: Blocksdir
uk: Каталог блоків

# _msg531
source: To specify a non-default location of the blocks directory use the '%1' option.
uk: Для зазначення нестандартного шляху до каталогу блоків, скористайтесь опцією '%1'.

# _msg532
source: Startup time
uk: Час запуску

# _msg533
source: Network
uk: Мережа

# _msg534
source: Name
uk: Ім’я

# _msg535
source: Number of connections
uk: Кількість підключень

# _msg536
source: Block chain
uk: Блокчейн

# _msg537
source: Memory Pool
uk: Пул транзакцій

# _msg538
source: Current number of transactions
uk: Поточне число транзакцій

# _msg539
source: Memory usage
uk: Використання пам'яті

# _msg540
source: Wallet:
uk: Гаманець:

# _msg541
source: (none)
uk: (відсутні)

# _msg542
source: &Reset
uk: &Скинути

# _msg543
source: Received
uk: Отримано

# _msg544
source: Sent
uk: Відправлено

# _msg545
source: &Peers
uk: &Учасники

# _msg546
source: Banned peers
uk: Заблоковані учасники

# _msg547
source: Select a peer to view detailed information.
uk: Виберіть учасника для перегляду детальнішої інформації

# _msg548
source: Version
uk: Версія

# _msg549
source: Whether we relay transactions to this peer.
uk: Чи передаємо ми транзакції цьому аналогу.

# _msg550
source: Transaction Relay
uk: Ретрансляція транзакцій

# _msg551
source: Starting Block
uk: Початковий Блок

# _msg552
source: Synced Headers
uk: Синхронізовані Заголовки

# _msg553
source: Synced Blocks
uk: Синхронізовані Блоки

# _msg554
source: Last Transaction
uk: Остання транзакція

# _msg555
source: The mapped Autonomous System used for diversifying peer selection.
uk: Картована автономна система, що використовується для диверсифікації вибору учасників.

# _msg556
source: Mapped AS
uk: Картована Автономна Система

# _msg557
source: Whether we relay addresses to this peer.
uk: Чи ретранслювати адреси цьому учаснику.

# _msg558
source: Address Relay
uk: Ретранслювання адрес

# _msg559
source: The total number of addresses received from this peer that were processed (excludes addresses that were dropped due to rate-limiting).
uk: Загальна кількість отриманих від цього учасника адрес, що були оброблені (за винятком адрес, пропущених через обмеження темпу).

# _msg560
source: The total number of addresses received from this peer that were dropped (not processed) due to rate-limiting.
uk: Загальна кількість отриманих від цього учасника адрес, що були пропущені (не оброблені) через обмеження темпу.

# _msg561
source: Addresses Processed
uk: Адрес оброблено

# _msg562
source: Addresses Rate-Limited
uk: Адрес пропущено

# _msg563
source: User Agent
uk: Агент користувача

# _msg564
source: Node window
uk: Вікно вузла

# _msg565
source: Current block height
uk: Висота останнього блока

# _msg566
source: Open the %1 debug log file from the current data directory. This can take a few seconds for large log files.
uk: Відкрийте файл журналу налагодження %1 з поточного каталогу даних. Це може зайняти кілька секунд для файлів великого розміру.

# _msg567
source: Decrease font size
uk: Зменшити розмір шрифту

# _msg568
source: Increase font size
uk: Збільшити розмір шрифту

# _msg569
source: Permissions
uk: Дозволи

# _msg570
source: The direction and type of peer connection: %1
uk: Напрямок та тип з'єднання: %1

# _msg571
source: Direction/Type
uk: Напрямок/Тип

# _msg572
source: The network protocol this peer is connected through: IPv4, IPv6, Onion, I2P, or CJDNS.
uk: Мережевий протокол цього з'єднання: IPv4, IPv6, Onion, I2P, or CJDNS.

# _msg573
source: Services
uk: Сервіси

# _msg574
source: High bandwidth BIP152 compact block relay: %1
uk: Висока пропускна здатність передачі компактних блоків згідно з BIP152: %1

# _msg575
source: High Bandwidth
uk: Висока пропускна здатність

# _msg576
source: Connection Time
uk: Час з'єднання

# _msg577
source: Elapsed time since a novel block passing initial validity checks was received from this peer.
uk: Минуло часу після отримання від цього учасника нового блока, який пройшов початкові перевірки дійсності.

# _msg578
source: Last Block
uk: Останній Блок

# _msg579
source: Elapsed time since a novel transaction accepted into our mempool was received from this peer.
uk: Минуло часу після отримання від цього учасника нової транзакції, яку було прийнято до нашого пулу транзакцій.

# _msg580
source: Last Send
uk: Востаннє відправлено

# _msg581
source: Last Receive
uk: Востаннє отримано

# _msg582
source: Ping Time
uk: Затримка

# _msg583
source: The duration of a currently outstanding ping.
uk: Тривалість поточної затримки.

# _msg584
source: Ping Wait
uk: Поточна Затримка

# _msg585
source: Min Ping
uk: Мін. затримка

# _msg586
source: Time Offset
uk: Різниця часу

# _msg587
source: Last block time
uk: Час останнього блока

# _msg588
source: &Open
uk: &Відкрити

# _msg589
source: &Console
uk: &Консоль

# _msg590
source: &Network Traffic
uk: &Мережевий трафік

# _msg591
source: Totals
uk: Всього

# _msg592
source: Debug log file
uk: Файл журналу налагодження

# _msg593
source: Clear console
uk: Очистити консоль

# _msg594
source: In:
uk: Вхідних:

# _msg595
source: Out:
uk: Вихідних:

# _msg596
source: Inbound: initiated by peer
uk: Вхідний: ініційоване учасником

# _msg597
source: Outbound Full Relay: default
uk: Вихідний без обмежень: стандартний

# _msg598
source: Outbound Block Relay: does not relay transactions or addresses
uk: Вихідний для трансляції блоків: не транслює транзакції або адреси

# _msg599
source: Outbound Manual: added using RPC %1 or %2/%3 configuration options
uk: Вихідне, За запитом: додано з використанням RPC %1 або параметрів %2/%3

# _msg600
source: Outbound Feeler: short-lived, for testing addresses
uk: Вихідний щуп: короткотривалий, для перевірки адрес

# _msg601
source: Outbound Address Fetch: short-lived, for soliciting addresses
uk: Вихідний для отримання адрес: короткотривалий, для витребування адрес

# _msg602
source: we selected the peer for high bandwidth relay
uk: ми обрали учасника для з'єднання з високою пропускною здатністю

# _msg603
source: the peer selected us for high bandwidth relay
uk: учасник обрав нас для з'єднання з високою пропускною здатністю

# _msg604
source: no high bandwidth relay selected
uk: немає з'єднань з високою пропускною здатністю

# _msg609
source: &Copy address
uk: &Копіювати адресу

# _msg610
source: &Disconnect
uk: &Від'єднати

# _msg611
source: 1 &hour
uk: 1 &годину

# _msg612
source: 1 d&ay
uk: 1 &день

# _msg613
source: 1 &week
uk: 1 &тиждень

# _msg614
source: 1 &year
uk: 1 &рік

# _msg615
source: &Copy IP/Netmask
uk: &Копіювати IP-адресу/маску підмережі

# _msg616
source: &Unban
uk: &Розблокувати

# _msg617
source: Network activity disabled
uk: Мережева активність вимкнена.

# _msg618
source: Executing command without any wallet
uk: Виконання команди без гаманця

# _msg623
source: Executing command using "%1" wallet
uk: Виконання команди з гаманцем "%1"

# _msg624
source: Welcome to the %1 RPC console. Use up and down arrows to navigate history, and %2 to clear screen. Use %3 and %4 to increase or decrease the font size. Type %5 for an overview of available commands. For more information on using this console, type %6. %7WARNING: Scammers have been active, telling users to type commands here, stealing their wallet contents. Do not use this console without fully understanding the ramifications of a command.%8
uk: Вітаємо в RPC консолі %1. Використовуйте стрілки вгору й вниз для навігації по історії та %2 для очищення екрана. Використовуйте %3 і %4 щоб збільшити або зменшити розмір шрифту. Введіть %5 для перегляду доступних команд. Щоб отримати додаткові відомості про використання консолі введіть %6. %7ПОПЕРЕДЖЕННЯ. Шахраї активно просили користувачів вводити тут команди і викрадали вміст їх гаманців. Не використовуйте цю консоль, якщо повністю не розумієте наслідки виконання команд.%8

# _msg625
source: Executing…
uk: Виконання…

# _msg626
source: (peer: %1)
uk: (учасник: %1)

# _msg627
source: via %1
uk: через %1

# _msg628
source: Yes
uk: Так

# _msg629
source: No
uk: Ні

# _msg630
source: To
uk: Отримувач

# _msg631
source: From
uk: Від

# _msg632
source: Ban for
uk: Заблокувати на

# _msg633
source: Never
uk: Ніколи

# _msg634
source: Unknown
uk: Невідома

# _msg635
source: &Amount:
uk: &Кількість:

# _msg636
source: &Label:
uk: &Мітка:

# _msg637
source: &Message:
uk: &Повідомлення:

# _msg638
source: An optional message to attach to the payment request, which will be displayed when the request is opened. Note: The message will not be sent with the payment over the Bitcoin network.
uk: Необов'язкове повідомлення на додаток до запиту платежу, яке буде показане під час відкриття запиту. Примітка: це повідомлення не буде відправлено з платежем через мережу Біткоїн.

# _msg639
source: An optional label to associate with the new receiving address.
uk: Необов'язкове поле для мітки нової адреси отримувача.

# _msg640
source: Use this form to request payments. All fields are <b>optional</b>.
uk: Використовуйте цю форму, щоб отримати платежі. Всі поля є <b>необов'язковими</b>.

# _msg641
source: An optional amount to request. Leave this empty or zero to not request a specific amount.
uk: Необов'язкове поле для суми запиту. Залиште це поле пустим або впишіть нуль, щоб не надсилати у запиті конкретної суми.

# _msg642
source: An optional label to associate with the new receiving address (used by you to identify an invoice). It is also attached to the payment request.
uk: Необов'язкове поле для мітки нової адреси отримувача (використовується для ідентифікації рахунка). Він також додається до запиту на оплату.

# _msg643
source: An optional message that is attached to the payment request and may be displayed to the sender.
uk: Необов’язкове повідомлення, яке додається до запиту на оплату і може відображати відправника.

# _msg644
source: &Create new receiving address
uk: &Створити нову адресу

# _msg645
source: Clear all fields of the form.
uk: Очистити всі поля в формі

# _msg646
source: Clear
uk: Очистити

# _msg647
source: Requested payments history
uk: Історія запитів платежу

# _msg648
source: Show the selected request (does the same as double clicking an entry)
uk: Показати вибраний запит (робить те ж саме, що й подвійний клік по запису)

# _msg649
source: Show
uk: Показати

# _msg650
source: Remove the selected entries from the list
uk: Вилучити вибрані записи зі списку

# _msg651
source: Remove
uk: Вилучити

# _msg652
source: Copy &URI
uk: &Копіювати URI

# _msg653
source: &Copy address
uk: &Копіювати адресу

# _msg654
source: Copy &label
uk: Копіювати &мітку

# _msg655
source: Copy &message
uk: Копіювати &повідомлення

# _msg656
source: Copy &amount
uk: Копіювати &суму

# _msg657
source: Base58 (Legacy)
uk: Base58 (застаріле)

# _msg658
source: Not recommended due to higher fees and less protection against typos.
uk: Не рекомендується через вищу комісію та менший захист від помилок при написанні.

# _msg660
source: Generates an address compatible with older wallets.
uk: Створює адресу, яка сумісна зі старішими гаманцями.

# _msg662
source: Generates a native segwit address (BIP-173). Some old wallets don't support it.
uk: Створює segwit-адресу (BIP-173). Деякі старі гаманці не підтримують її.

# _msg664
source: Bech32m (BIP-350) is an upgrade to Bech32, wallet support is still limited.
uk: Bech32m (BIP-350) є оновленням Bech32, підтримка гаманцями все ще обмежена.

# _msg665
source: Could not unlock wallet.
uk: Неможливо розблокувати гаманець.

# _msg666
source: Could not generate new %1 address
uk: Неможливо згенерувати нову %1 адресу

# _msg667
source: Request payment to …
uk: Запит на оплату до …

# _msg668
source: Address:
uk: Адреса:

# _msg669
source: Amount:
uk: Сума:

# _msg670
source: Label:
uk: Мітка:

# _msg671
source: Message:
uk: Повідомлення:

# _msg672
source: Wallet:
uk: Гаманець:

# _msg673
source: Copy &URI
uk: &Копіювати URI

# _msg674
source: Copy &Address
uk: Копіювати &адресу

# _msg675
source: &Verify
uk: &Перевірити

# _msg676
source: Verify this address on e.g. a hardware wallet screen
uk: Перевірити цю адресу, наприклад, на екрані апаратного гаманця

# _msg677
source: &Save Image…
uk: &Зберегти зображення…

# _msg678
source: Payment information
uk: Інформація про платіж

# _msg679
source: Request payment to %1
uk: Запит платежу на %1

# _msg680
source: Date
uk: Дата

# _msg681
source: Label
uk: Мітка

# _msg682
source: Message
uk: Повідомлення

# _msg683
source: (no label)
uk: (без мітки)

# _msg684
source: (no message)
uk: (без повідомлення)

# _msg685
source: (no amount requested)
uk: (без суми)

# _msg686
source: Requested
uk: Запрошено

# _msg687
source: Send Coins
uk: Відправити Монети

# _msg688
source: Coin Control Features
uk: Керування монетами

# _msg689
source: automatically selected
uk: вибираються автоматично

# _msg690
source: Insufficient funds!
uk: Недостатньо коштів!

# _msg691
source: Quantity:
uk: Кількість:

# _msg692
source: Bytes:
uk: Байтів:

# _msg693
source: Amount:
uk: Сума:

# _msg694
source: Fee:
uk: Комісія:

# _msg695
source: After Fee:
uk: Після комісії:

# _msg696
source: Change:
uk: Решта:

# _msg697
source: If this is activated, but the change address is empty or invalid, change will be sent to a newly generated address.
uk: Якщо це поле активовано, але адреса для решти відсутня або некоректна, то решта буде відправлена на новостворену адресу.

# _msg698
source: Custom change address
uk: Вказати адресу для решти

# _msg699
source: Transaction Fee:
uk: Комісія за передачу:

# _msg700
source: Using the fallbackfee can result in sending a transaction that will take several hours or days (or never) to confirm. Consider choosing your fee manually or wait until you have validated the complete chain.
uk: Використання зарезервованої комісії може призвести до відправлення транзакції, яка буде підтверджена через години або дні (або ніколи не буде підтверджена). Обміркуйте можливість вибору комісії вручну або зачекайте завершення валідації повного блокчейна.

# _msg701
source: Warning: Fee estimation is currently not possible.
uk: Попередження: оцінка розміру комісії наразі неможлива.

# _msg702
source: per kilobyte
uk: за кілобайт

# _msg703
source: Hide
uk: Приховати

# _msg704
source: Recommended:
uk: Рекомендовано:

# _msg705
source: Custom:
uk: Змінено:

# _msg706
source: Send to multiple recipients at once
uk: Відправити на декілька адрес

# _msg707
source: Add &Recipient
uk: Дод&ати одержувача

# _msg708
source: Clear all fields of the form.
uk: Очистити всі поля в формі

# _msg709
source: Inputs…
uk: Входи…

# _msg710
source: Dust:
uk: Пил:

# _msg711
source: Choose…
uk: Вибрати…

# _msg712
source: Hide transaction fee settings
uk: Приховати комісію за транзакцію

# _msg713
source: Specify a custom fee per kB (1,000 bytes) of the transaction's virtual size. Note: Since the fee is calculated on a per-byte basis, a fee rate of "100 satoshis per kvB" for a transaction size of 500 virtual bytes (half of 1 kvB) would ultimately yield a fee of only 50 satoshis.
uk: Вкажіть комісію за кБ (1000 байт) віртуального розміру транзакції. Примітка: Оскільки в розрахунку враховуються байти, комісія "100 сатоші за квБ" для транзакції розміром 500 віртуальних байт (половина 1 квБ) в результаті становить всього 50 сатоші.

# _msg714
source: When there is less transaction volume than space in the blocks, miners as well as relaying nodes may enforce a minimum fee. Paying only this minimum fee is just fine, but be aware that this can result in a never confirming transaction once there is more demand for bitcoin transactions than the network can process.
uk: Якщо обсяг транзакцій менше, ніж простір у блоках, майнери, а також вузли ретрансляції можуть стягувати мінімальну плату. Сплата лише цієї мінімальної суми може призвести до ніколи не підтверджуваної транзакції, коли буде більше попиту на біткоїн-транзакції, ніж мережа може обробити.

# _msg715
source: A too low fee might result in a never confirming transaction (read the tooltip)
uk: Занадто низька плата може призвести до ніколи не підтверджуваної транзакції (див. підказку)

# _msg716
source: (Smart fee not initialized yet. This usually takes a few blocks…)
uk: (Розумну оплату ще не ініціалізовано. Це, зазвичай, триває кілька блоків…)

# _msg717
source: Confirmation time target:
uk: Час підтвердження:

# _msg718
source: Enable Replace-By-Fee
uk: Увімкнути Заміна-Через-Комісію (RBF)

# _msg719
source: With Replace-By-Fee (BIP-125) you can increase a transaction's fee after it is sent. Without this, a higher fee may be recommended to compensate for increased transaction delay risk.
uk: З опцією Заміна-Через-Комісію (RBF, BIP-125) можна збільшити комісію за транзакцію після її надсилання. Без такої опції для компенсації підвищеного ризику затримки транзакції може бути рекомендована комісія більшого розміру.

# _msg720
source: Clear &All
uk: Очистити &все

# _msg721
source: Balance:
uk: Баланс:

# _msg722
source: Confirm the send action
uk: Підтвердити відправлення

# _msg723
source: S&end
uk: &Відправити

# _msg724
source: Copy quantity
uk: Копіювати кількість

# _msg725
source: Copy amount
uk: Скопіювати суму

# _msg726
source: Copy fee
uk: Комісія

# _msg727
source: Copy after fee
uk: Скопіювати після комісії

# _msg728
source: Copy bytes
uk: Копіювати байти

# _msg729
source: Copy dust
uk: Копіювати "пил"

# _msg730
source: Copy change
uk: Копіювати решту

# _msg731
source: %1 (%2 blocks)
uk: %1 (%2 блоків)

# _msg732
source: Sign on device
uk: Підписати на пристрої

# _msg733
source: Connect your hardware wallet first.
uk: Спочатку підключіть ваш апаратний гаманець.

# _msg734
source: Set external signer script path in Options -> Wallet
uk: Установити шлях до скрипту зовнішнього підписувача в Параметри -> Гаманець

# _msg735
source: Cr&eate Unsigned
uk: С&творити непідписану

# _msg736
source: Creates a Partially Signed Bitcoin Transaction (PSBT) for use with e.g. an offline %1 wallet, or a PSBT-compatible hardware wallet.
uk: Створює частково підписану біткоїн-транзакцію (PSBT) для використання, наприклад, офлайн-гаманець %1 або гаманця, сумісного з PSBT.

# _msg737
source: from wallet '%1'
uk: з гаманця '%1'

# _msg738
source: %1 to '%2'
uk: %1 до '%2'

# _msg739
source: %1 to %2
uk: %1 до %2

# _msg740
source: To review recipient list click "Show Details…"
uk: Щоб переглянути список одержувачів, натисніть "Показати деталі…"

# _msg741
source: Sign failed
uk: Не вдалось підписати

# _msg742
source: External signer not found
uk: Зовнішній підписувач не знайдено

# _msg743
source: External signer failure
uk: Помилка зовнішнього підписувача
