Repository: hebasto/bitcoin-core-translations
Catalog: Ukrainian/for_translation_bitcoin_qt-translation-025x_*.xlf
Languages: uk

# _msg1
source: Right-click to edit address or label
uk: Клацніть правою кнопкою миші, щоб змінити адресу або мітку

# _msg2
source: Create a new address
uk: Створити нову адресу

# _msg3
source: &New
uk: &Новий

# _msg4
source: Copy the currently selected address to the system clipboard
uk: Скопіюйте поточну вибрану адресу в системний буфер обміну

# _msg5
source: &Copy
uk: &Копіювати

# _msg6
source: C&lose
uk: &Закрити

# _msg7
source: Delete the currently selected address from the list
uk: Видалити поточну вибрану адресу зі списку

# _msg8
source: Enter address or label to search
uk: Введіть адресу або мітку для пошуку

# _msg9
source: Export the data in the current tab to a file
uk: Експортувати дані з поточної вкладки у файл

# _msg10
source: &Export
uk: &Експортувати

# _msg11
source: &Delete
uk: &Видалити

# _msg12
source: Choose the address to send coins to
uk: Оберіть адресу для відправки монет

# _msg13
source: Choose the address to receive coins with
uk: Оберіть адресу для отримання монет

# _msg14
source: C&hoose
uk: &Вибрати

# _msg15
source: Sending addresses
uk: Адреси відправлення

# _msg16
source: Receiving addresses
uk: Адреси отримання

# _msg17
source: These are your Bitcoin addresses for sending payments. Always check the amount and the receiving address before sending coins.
uk: Це ваші біткоїн-адреси для надсилання платежів. Завжди перевіряйте суму та адресу одержувача перед відправленням монет.

# _msg18
source: These are your Bitcoin addresses for receiving payments. Use the 'Create new receiving address' button in the receive tab to create new addresses. Signing is only possible with addresses of the type 'legacy'.
uk: Це ваші Біткоїн адреси для отримання платежів. Використовуйте кнопку "Створити нову адресу для отримання" на вкладці отримання, щоб створити нові адреси. Підпис можливий лише з адресами типу "legacy".

# _msg19
source: &Copy Address
uk: Копіювати &адресу

# _msg20
source: Copy &Label
uk: Копіювати &мітку

# _msg21
source: &Edit
uk: &Редагувати

# _msg22
source: Export Address List
uk: Експортувати список адрес

# _msg23
source: Comma separated file
uk: Файл CSV

# _msg24
source: There was an error trying to save the address list to %1. Please try again.
uk: Виникла помилка при спробі зберігання адрес до %1. Спробуйте ще раз.

# _msg25
source: Exporting Failed
uk: Помилка експорту

# _msg26
source: Label
uk: Мітка

# _msg27
source: Address
uk: Адреса

# _msg28
source: (no label)
uk: (без мітки)

# _msg29
source: Passphrase Dialog
uk: Діалог введення паролю

# _msg30
source: Enter passphrase
uk: Введіть пароль

# _msg31
source: New passphrase
uk: Новий пароль

# _msg32
source: Repeat new passphrase
uk: Повторіть пароль

# _msg33
source: Show passphrase
uk: Показати парольну фразу

# _msg34
source: Encrypt wallet
uk: Зашифрувати гаманець

# _msg35
source: This operation needs your wallet passphrase to unlock the wallet.
uk: Ця операція потребує пароль для розблокування гаманця.

# _msg36
source: Unlock wallet
uk: Розблокувати гаманець

# _msg37
source: Change passphrase
uk: Змінити пароль

# _msg38
source: Confirm wallet encryption
uk: Підтвердить шифрування гаманця

# _msg39
source: Warning: If you encrypt your wallet and lose your passphrase, you will <b>LOSE ALL OF YOUR BITCOINS</b>!
uk: Увага: Якщо ви зашифруєте гаманець і забудете пароль, ви <b>ВТРАТИТЕ ВСІ СВОЇ БІТКОЇНИ</b>!

# _msg40
source: Are you sure you wish to encrypt your wallet?
uk: Ви справді бажаєте зашифрувати свій гаманець?

# _msg41
source: Wallet encrypted
uk: Гаманець зашифровано

# _msg42
source: Enter the new passphrase for the wallet.<br/>Please use a passphrase of <b>ten or more random characters</b>, or <b>eight or more words</b>.
uk: Введіть новий пароль для гаманця.<br/>Використовуйте пароль з <b>десяти або більше випадкових символів</b>, або <b>вісім або більше слів</b>.

# _msg43
source: Enter the old passphrase and new passphrase for the wallet.
uk: Введіть стару та нову парольну фразу для гаманця.

# _msg44
source: Remember that encrypting your wallet cannot fully protect your bitcoins from being stolen by malware infecting your computer.
uk: Пам’ятайте, що шифрування гаманця не може повністю захистити ваші біткоїни від крадіжки, у випадку якщо ваш комп’ютер буде інфіковано шкідливими програмами.

# _msg45
source: Wallet to be encrypted
uk: Гаманець, який потрібно зашифрувати

# _msg46
source: Your wallet is about to be encrypted.
uk: Ваш гаманець буде зашифровано.

# _msg47
source: Your wallet is now encrypted.
uk: Ваш гаманець зашифровано.

# _msg48
source: IMPORTANT: Any previous backups you have made of your wallet file should be replaced with the newly generated, encrypted wallet file. For security reasons, previous backups of the unencrypted wallet file will become useless as soon as you start using the new, encrypted wallet.
uk: ВАЖЛИВО: Всі попередні резервні копії, які ви зробили з вашого файлу гаманця повинні бути замінені новоствореним, зашифрованим файлом гаманця. З міркувань безпеки, попередні резервні копії незашифрованого файлу гаманця стануть непридатними одразу ж, як тільки ви почнете використовувати новий, зашифрований гаманець.

# _msg49
source: Wallet encryption failed
uk: Не вдалося зашифрувати гаманець

# _msg50
source: Wallet encryption failed due to an internal error. Your wallet was not encrypted.
uk: Виникла помилка під час шифрування гаманця. Ваш гаманець не було зашифровано.

# _msg51
source: The supplied passphrases do not match.
uk: Введені паролі не співпадають.

# _msg52
source: Wallet unlock failed
uk: Не вдалося розблокувати гаманець

# _msg53
source: The passphrase entered for the wallet decryption was incorrect.
uk: Введено невірний пароль.

# _msg54
source: The passphrase entered for the wallet decryption is incorrect. It contains a null character (ie - a zero byte). If the passphrase was set with a version of this software prior to 25.0, please try again with only the characters up to — but not including — the first null character. If this is successful, please set a new passphrase to avoid this issue in the future.
uk: Парольна фраза, введена для розшифровки гаманця, неправильна. Він містить null-символ (тобто - нульовий байт). Якщо парольна фраза була налаштована з версією цього програмного забезпечення до версії 25.0, спробуйте ще раз, використовуючи лише символи до першого нульового символу, але не включаючи його. Якщо це вдасться, будь ласка, встановіть нову парольну фразу, щоб уникнути цієї проблеми в майбутньому.

# _msg55
source: Wallet passphrase was successfully changed.
uk: Пароль було успішно змінено.

# _msg56
source: Passphrase change failed
uk: Помилка зміни парольної фрази

# _msg57
source: The old passphrase entered for the wallet decryption is incorrect. It contains a null character (ie - a zero byte). If the passphrase was set with a version of this software prior to 25.0, please try again with only the characters up to — but not including — the first null character.
uk: Стара парольна фраза, введена для розшифровки гаманця, неправильна. Він містить null-символ (тобто - нульовий байт). Якщо парольна фраза була налаштована з версією цього програмного забезпечення до версії 25.0, спробуйте ще раз, використовуючи лише символи до першого нульового символу, але не включаючи його.

# _msg58
source: Warning: The Caps Lock key is on!
uk: Увага: ввімкнено Caps Lock!

# _msg59
source: IP/Netmask
uk: IP/Маска підмережі

# _msg60
source: Banned Until
uk: Заблоковано до

# _msg61
source: Settings file %1 might be corrupt or invalid.
uk: Файл параметрів %1 можу бути пошкоджений або недійсний.

# _msg62
source: Runaway exception
uk: Небажана виняткова ситуація

# _msg63
source: A fatal error occurred. %1 can no longer continue safely and will quit.
uk: Сталася фатальна помилка. %1 більше не може продовжувати безпечно і завершить роботу.

# _msg64
source: Internal error
uk: Внутрішня помилка

# _msg65
source: An internal error occurred. %1 will attempt to continue safely. This is an unexpected bug which can be reported as described below.
uk: Виникла внутрішня помилка. %1 спробує безпечно продовжити роботу. Це неочікувана помилка, про яку можливо повідомити, як це описано нижче.

# _msg66
source: Do you want to reset settings to default values, or to abort without making changes?
uk: Скинути налаштування до стандартних значень чи скасувати без змін?

# _msg67
source: A fatal error occurred. Check that settings file is writable, or try running with -nosettings.
uk: Сталася критична помилка. Перевірте, чи файл параметрів доступний для запису, або спробуйте запустити з -nosettings.

# _msg68
source: Error: %1
uk: Помилка: %1

# _msg69
source: %1 didn't yet exit safely…
uk: Робота %1 ще не завершена безпечно…

# _msg70
source: &Overview
uk: &Огляд

# _msg71
source: Show general overview of wallet
uk: Показати стан гаманця

# _msg72
source: &Transactions
uk: &Транзакції

# _msg73
source: Browse transaction history
uk: Переглянути історію транзакцій

# _msg74
source: E&xit
uk: &Вихід

# _msg75
source: Quit application
uk: Вийти

# _msg76
source: &About %1
uk: П&ро %1

# _msg77
source: Show information about %1
uk: Показати інформацію про %1

# _msg78
source: About &Qt
uk: &Про Qt

# _msg79
source: Show information about Qt
uk: Показати інформацію про Qt

# _msg80
source: Modify configuration options for %1
uk: Редагувати параметри для %1

# _msg81
source: Create a new wallet
uk: Створити новий гаманець

# _msg82
source: &Minimize
uk: &Згорнути

# _msg83
source: Wallet:
uk: Гаманець:

# _msg84
source: Network activity disabled.
uk: Мережева активність вимкнена.

# _msg85
source: Proxy is <b>enabled</b>: %1
uk: Проксі <b>увімкнено</b>: %1

# _msg86
source: Send coins to a Bitcoin address
uk: Відправити монети на вказану адресу

# _msg87
source: Backup wallet to another location
uk: Резервне копіювання гаманця в інше місце

# _msg88
source: Change the passphrase used for wallet encryption
uk: Змінити пароль, який використовується для шифрування гаманця

# _msg89
source: &Send
uk: &Відправити

# _msg90
source: &Receive
uk: &Отримати

# _msg91
source: &Options…
uk: &Параметри…

# _msg92
source: &Encrypt Wallet…
uk: За&шифрувати гаманець…

# _msg93
source: Encrypt the private keys that belong to your wallet
uk: Зашифрувати закриті ключі, що знаходяться у вашому гаманці

# _msg94
source: &Backup Wallet…
uk: &Резервне копіювання гаманця

# _msg95
source: &Change Passphrase…
uk: Змінити парол&ь…

# _msg96
source: Sign &message…
uk: &Підписати повідомлення…

# _msg97
source: Sign messages with your Bitcoin addresses to prove you own them
uk: Підтвердіть, що ви є власником повідомлення підписавши його вашою Bitcoin-адресою

# _msg98
source: &Verify message…
uk: П&еревірити повідомлення…

# _msg99
source: Verify messages to ensure they were signed with specified Bitcoin addresses
uk: Перевірте повідомлення для впевненості, що воно підписано вказаною Bitcoin-адресою

# _msg100
source: &Load PSBT from file…
uk: &Завантажити PSBT-транзакцію з файлу…

# _msg101
source: Open &URI…
uk: Відкрити &URI…

# _msg102
source: Close Wallet…
uk: Закрити гаманець…

# _msg103
source: Create Wallet…
uk: Створити гаманець…

# _msg104
source: Close All Wallets…
uk: Закрити всі гаманці…

# _msg105
source: &File
uk: &Файл

# _msg106
source: &Settings
uk: &Налаштування

# _msg107
source: &Help
uk: &Довідка

# _msg108
source: Tabs toolbar
uk: Панель дій

# _msg109
source: Syncing Headers (%1%)…
uk: Триває синхронізація заголовків (%1%)…

# _msg110
source: Synchronizing with network…
uk: Синхронізація з мережею…

# _msg111
source: Indexing blocks on disk…
uk: Індексація блоків на диску…

# _msg112
source: Processing blocks on disk…
uk: Обробка блоків на диску…

# _msg113
source: Connecting to peers…
uk: Встановлення з'єднань…

# _msg114
source: Request payments (generates QR codes and bitcoin: URIs)
uk: Створити запит платежу (генерує QR-код та bitcoin: URI)

# _msg115
source: Show the list of used sending addresses and labels
uk: Показати список адрес і міток, що були використані для відправлення

# _msg116
source: Show the list of used receiving addresses and labels
uk: Показати список адрес і міток, що були використані для отримання

# _msg117
source: &Command-line options
uk: Параметри &командного рядка

# _msg118[0]
source: Processed %n block(s) of transaction history.
uk: Оброблено %n блок з історії транзакцій.

# _msg118[1]
source: Processed %n block(s) of transaction history.
uk: Оброблено %n блоки з історії транзакцій.

# _msg118[2]
source: Processed %n block(s) of transaction history.
uk: Оброблено %n блоків з історії транзакцій.

# _msg118[3]
source: Processed %n block(s) of transaction history.
uk: Оброблено %n блоків з історії транзакцій.

# _msg119
source: %1 behind
uk: %1 тому

# _msg120
source: Catching up…
uk: Синхронізується…

# _msg121
source: Last received block was generated %1 ago.
uk: Останній отриманий блок було згенеровано %1 тому.

# _msg122
source: Transactions after this will not yet be visible.
uk: Пізніші транзакції не буде видно.

# _msg123
source: Error
uk: Помилка

# _msg124
source: Warning
uk: Попередження

# _msg125
source: Information
uk: Інформація

# _msg126
source: Up to date
uk: Синхронізовано

# _msg128
source: Load Partially Signed Bitcoin Transaction
uk: Завантажити частково підписану біткоїн-транзакцію (PSBT) з файлу

# _msg129
source: Load PSBT from &clipboard…
uk: Завантажити PSBT-транзакцію з &буфера обміну…

# _msg130
source: Load Partially Signed Bitcoin Transaction from clipboard
uk: Завантажити частково підписану біткоїн-транзакцію (PSBT) з буфера обміну

# _msg131
source: Node window
uk: Вікно вузла

# _msg132
source: Open node debugging and diagnostic console
uk: Відкрити консоль відлагоджування та діагностики

# _msg133
source: &Sending addresses
uk: Адреси для &відправлення

# _msg134
source: &Receiving addresses
uk: Адреси для &отримання

# _msg135
source: Open a bitcoin: URI
uk: Відкрити URI-адресу "bitcoin:"

# _msg136
source: Open Wallet
uk: Відкрити гаманець

# _msg137
source: Open a wallet
uk: Відкрийте гаманець

# _msg138
source: Close wallet
uk: Закрити гаманець

# _msg139
source: Restore Wallet…
uk: Відновити гаманець…

# _msg140
source: Restore a wallet from a backup file
uk: Відновити гаманець з файлу резервної копії

# _msg141
source: Close all wallets
uk: Закрити всі гаманці

# _msg142
source: Show the %1 help message to get a list with possible Bitcoin command-line options
uk: Показати довідку %1 для отримання переліку можливих параметрів командного рядка.

# _msg143
source: &Mask values
uk: &Приховати значення

# _msg144
source: Mask the values in the Overview tab
uk: Приховати значення на вкладці Огляд

# _msg145
source: default wallet
uk: гаманець за замовчуванням

# _msg146
source: No wallets available
uk: Гаманців немає

# _msg147
source: Wallet Data
uk: Файл гаманця

# _msg148
source: Load Wallet Backup
uk: Завантажити резервну копію гаманця

# _msg149
source: Restore Wallet
uk: Відновити гаманець

# _msg150
source: Wallet Name
uk: Назва гаманця

# _msg151
source: &Window
uk: &Вікно

# _msg153
source: Zoom
uk: Збільшити

# _msg154
source: Main Window
uk: Головне Вікно

# _msg155
source: %1 client
uk: %1 клієнт

# _msg156
source: &Hide
uk: Прихо&вати

# _msg157
source: S&how
uk: &Відобразити

# _msg158[0]
source: %n active connection(s) to Bitcoin network.
uk: %n активне з'єднання з мережею Біткоїн.

# _msg158[1]
source: %n active connection(s) to Bitcoin network.
uk: %n активних з'єднання з мережею Біткоїн.

# _msg158[2]
source: %n active connection(s) to Bitcoin network.
uk: %n активних з'єднань з мережею Біткоїн.

# _msg158[3]
source: %n active connection(s) to Bitcoin network.
uk: %n активних з'єднання з мережею Біткоїн.

# _msg159
source: Click for more actions.
uk: Натисніть для додаткових дій.

# _msg160
source: Show Peers tab
uk: Показати вкладку Учасники

# _msg161
source: Disable network activity
uk: Вимкнути мережеву активність

# _msg162
source: Enable network activity
uk: Увімкнути мережеву активність

# _msg163
source: Pre-syncing Headers (%1%)…
uk: Триває попередня синхронізація заголовків (%1%)…

# _msg164
source: Error: %1
uk: Помилка: %1

# _msg165
source: Warning: %1
uk: Попередження: %1

# _msg166
source: Date: %1
uk: Дата: %1

# _msg167
source: Amount: %1
uk: Кількість: %1

# _msg168
source: Wallet: %1
uk: Гаманець: %1

# _msg169
source: Type: %1
uk: Тип: %1

# _msg170
source: Label: %1
uk: Мітка: %1

# _msg171
source: Address: %1
uk: Адреса: %1

# _msg172
source: Sent transaction
uk: Надіслані транзакції

# _msg173
source: Incoming transaction
uk: Отримані транзакції

# _msg174
source: HD key generation is <b>enabled</b>
uk: Генерація HD ключа <b>увімкнена</b>

# _msg175
source: HD key generation is <b>disabled</b>
uk: Генерація HD ключа<b>вимкнена</b>

# _msg176
source: Private key <b>disabled</b>
uk: Закритого ключа <b>вимкнено</b>

# _msg177
source: Wallet is <b>encrypted</b> and currently <b>unlocked</b>
uk: <b>Зашифрований</b> гаманець <b>розблоковано</b>

# _msg178
source: Wallet is <b>encrypted</b> and currently <b>locked</b>
uk: <b>Зашифрований</b> гаманець <b>заблоковано</b>

# _msg179
source: Original message:
uk: Оригінальне повідомлення:

# _msg180
source: Unit to show amounts in. Click to select another unit.
uk: Одиниця виміру монет. Натисніть для вибору іншої.

# _msg181
source: Coin Selection
uk: Вибір Монет

# _msg182
source: Quantity:
uk: Кількість:

# _msg183
source: Bytes:
uk: Байтів:

# _msg184
source: Amount:
uk: Сума:

# _msg185
source: Fee:
uk: Комісія:

# _msg186
source: Dust:
uk: Пил:

# _msg187
source: After Fee:
uk: Після комісії:

# _msg188
source: Change:
uk: Решта:

# _msg189
source: (un)select all
uk: Вибрати/зняти всі

# _msg190
source: Tree mode
uk: Деревом

# _msg191
source: List mode
uk: Списком

# _msg192
source: Amount
uk: Кількість

# _msg193
source: Received with label
uk: Отримано з позначкою

# _msg194
source: Received with address
uk: Отримано з адресою

# _msg195
source: Date
uk: Дата

# _msg196
source: Confirmations
uk: Підтверджень

# _msg197
source: Confirmed
uk: Підтверджено

# _msg198
source: Copy amount
uk: Скопіювати суму

# _msg199
source: &Copy address
uk: &Копіювати адресу

# _msg200
source: Copy &label
uk: Копіювати &мітку

# _msg201
source: Copy &amount
uk: Копіювати &суму

# _msg202
source: Copy transaction &ID and output index
uk: Копіювати &ID транзакції та індекс виходу

# _msg203
source: L&ock unspent
uk: &Заблокувати монети

# _msg204
source: &Unlock unspent
uk: &Розблокувати монети

# _msg205
source: Copy quantity
uk: Копіювати кількість

# _msg206
source: Copy fee
uk: Комісія

# _msg207
source: Copy after fee
uk: Скопіювати після комісії

# _msg208
source: Copy bytes
uk: Копіювати байти

# _msg209
source: Copy dust
uk: Копіювати "пил"

# _msg210
source: Copy change
uk: Копіювати решту

# _msg211
source: (%1 locked)
uk: (%1 заблоковано)

# _msg212
source: yes
uk: так

# _msg213
source: no
uk: ні

# _msg214
source: This label turns red if any recipient receives an amount smaller than the current dust threshold.
uk: Ця позначка стане червоною, якщо будь-який отримувач отримає суму, меншу за поточний поріг пилу.

# _msg215
source: Can vary +/- %1 satoshi(s) per input.
uk: Може відрізнятися на +/- %1 сатоші за кожний вхід.

# _msg216
source: (no label)
uk: (без мітки)

# _msg217
source: change from %1 (%2)
uk: решта з %1 (%2)

# _msg218
source: (change)
uk: (решта)

# _msg219
source: Create Wallet
uk: Створити гаманець

# _msg220
source: Creating Wallet <b>%1</b>…
uk: Створення гаманця <b>%1</b>…

# _msg221
source: Create wallet failed
uk: Помилка створення гаманця

# _msg222
source: Create wallet warning
uk: Попередження створення гаманця

# _msg223
source: Can't list signers
uk: Неможливо показати зовнішні підписувачі

# _msg224
source: Too many external signers found
uk: Знайдено забагато зовнішних підписувачів

# _msg225
source: Load Wallets
uk: Завантажити гаманці

# _msg226
source: Loading wallets…
uk: Завантаження гаманців…

# _msg227
source: Open wallet failed
uk: Помилка відкриття гаманця

# _msg228
source: Open wallet warning
uk: Попередження відкриття гаманця

# _msg229
source: default wallet
uk: гаманець за замовчуванням

# _msg230
source: Open Wallet
uk: Відкрити гаманець

# _msg231
source: Opening Wallet <b>%1</b>…
uk: Відкриття гаманця <b>%1</b>…

# _msg232
source: Restore Wallet
uk: Відновити гаманець

# _msg233
source: Restoring Wallet <b>%1</b>…
uk: Відновлення гаманця <b>%1</b>…

# _msg234
source: Restore wallet failed
uk: Помилка відновлення гаманця

# _msg235
source: Restore wallet warning
uk: Попередження відновлення гаманця

# _msg236
source: Restore wallet message
uk: Повідомлення під час відновлення гаманця

# _msg237
source: Close wallet
uk: Закрити гаманець

# _msg238
source: Are you sure you wish to close the wallet <i>%1</i>?
uk: Ви справді бажаєте закрити гаманець <i>%1</i>?

# _msg239
source: Closing the wallet for too long can result in having to resync the entire chain if pruning is enabled.
uk: Тримання гаманця закритим занадто довго може призвести до необхідності повторної синхронізації всього блокчейна, якщо скорочення (прунінг) ввімкнено.

# _msg240
source: Close all wallets
uk: Закрити всі гаманці

# _msg241
source: Are you sure you wish to close all wallets?
uk: Ви справді бажаєте закрити всі гаманці?

# _msg242
source: Create Wallet
uk: Створити гаманець

# _msg243
source: Wallet Name
uk: Назва Гаманця

# _msg244
source: Wallet
uk: Гаманець

# _msg245
source: Encrypt the wallet. The wallet will be encrypted with a passphrase of your choice.
uk: Зашифруйте гаманець. Гаманець буде зашифрований за допомогою пароля на ваш вибір.

# _msg246
source: Encrypt Wallet
uk: Зашифрувати гаманець

# _msg247
source: Advanced Options
uk: Додаткові параметри

# _msg248
source: Disable private keys for this wallet. Wallets with private keys disabled will have no private keys and cannot have an HD seed or imported private keys. This is ideal for watch-only wallets.
uk: Вимкнути приватні ключі для цього гаманця. Гаманці з вимкнутими приватними ключами не матимуть приватних ключів і не можуть мати набір HD або імпортовані приватні ключі. Це ідеально підходить лише для тільки-огляд гаманців.

# _msg249
source: Disable Private Keys
uk: Вимкнути приватні ключі

# _msg250
source: Make a blank wallet. Blank wallets do not initially have private keys or scripts. Private keys and addresses can be imported, or an HD seed can be set, at a later time.
uk: Зробіть порожній гаманець. Порожні гаманці спочатку не мають приватних ключів або сценаріїв. Пізніше можна імпортувати приватні ключі та адреси або встановити HD-насіння.

# _msg251
source: Make Blank Wallet
uk: Створити пустий гаманець

# _msg252
source: Use descriptors for scriptPubKey management
uk: Використовуйте дескриптори для управління scriptPubKey

# _msg253
source: Descriptor Wallet
uk: Гаманець на базі дескрипторів

# _msg254
source: Use an external signing device such as a hardware wallet. Configure the external signer script in wallet preferences first.
uk: Використовувати зовнішній підписуючий пристрій, наприклад, апаратний гаманець. Спочатку налаштуйте скрипт зовнішнього підписувача в параметрах гаманця.

# _msg255
source: External signer
uk: Зовнішній підписувач

# _msg256
source: Create
uk: Створити

# _msg257
source: Compiled without sqlite support (required for descriptor wallets)
uk: Скомпільовано без підтримки sqlite (потрібно для гаманців дескрипторів)

# _msg258
source: Compiled without external signing support (required for external signing)
uk: Скомпільовано без підтримки зовнішнього підписування (потрібно для зовнішнього підписування)

# _msg259
source: Edit Address
uk: Редагувати адресу

# _msg260
source: &Label
uk: &Мітка

# _msg261
source: The label associated with this address list entry
uk: Мітка, пов'язана з цим записом списку адрес
