Repository: hebasto/bitcoin-core-translations
Catalog: Ukrainian/for_translation_bitcoin_qt-translation-025x_*.xlf
Languages: uk

# _msg1096
source: Error: Unable to remove watchonly address book data
uk: Помилка: Не вдалося видалити дані "тільки перегляд" з адресної книги

# _msg1097
source: Error: Unable to write record to new wallet
uk: Помилка: Не вдалося додати запис до нового гаманця

# _msg1098
source: Failed to listen on any port. Use -listen=0 if you want this.
uk: Не вдалося слухати на жодному порту. Використовуйте -listen=0, якщо ви хочете цього.

# _msg1099
source: Failed to rescan the wallet during initialization
uk: Помилка повторного сканування гаманця під час ініціалізації

# _msg1100
source: Failed to verify database
uk: Не вдалося перевірити базу даних

# _msg1101
source: Fee rate (%s) is lower than the minimum fee rate setting (%s)
uk: Ставка комісії (%s) нижча за встановлену мінімальну ставку комісії (%s)

# _msg1102
source: Ignoring duplicate -wallet %s.
uk: Ігнорування дубліката -wallet %s.

# _msg1103
source: Importing…
uk: Імпорт…

# _msg1104
source: Incorrect or no genesis block found. Wrong datadir for network?
uk: Початковий блок некоректний/відсутній. Чи правильно вказано каталог даних для обраної мережі?

# _msg1105
source: Initialization sanity check failed. %s is shutting down.
uk: Невдала перевірка правильності ініціалізації. %s завершує роботу.

# _msg1106
source: Input not found or already spent
uk: Вхід не знайдено або він вже витрачений

# _msg1107
source: Insufficient dbcache for block verification
uk: Недостатня кількість dbcache для перевірки блоку

# _msg1108
source: Insufficient funds
uk: Недостатньо коштів

# _msg1109
source: Invalid -i2psam address or hostname: '%s'
uk: Неприпустима -i2psam адреса або ім’я хоста: '%s'

# _msg1110
source: Invalid -onion address or hostname: '%s'
uk: Невірна адреса або ім'я хоста для -onion: '%s'

# _msg1111
source: Invalid -proxy address or hostname: '%s'
uk: Невірна адреса або ім'я хоста для -proxy: '%s'

# _msg1112
source: Invalid P2P permission: '%s'
uk: Недійсний P2P дозвіл: '%s'

# _msg1113
source: Invalid amount for %s=<amount>: '%s' (must be at least %s)
uk: Неприпустима сума в %s=<amount>: '%s' (має бути не меншим за %s)

# _msg1114
source: Invalid amount for %s=<amount>: '%s'
uk: Неприпустима сума в %s=<amount>: '%s'

# _msg1115
source: Invalid amount for -%s=<amount>: '%s'
uk: Неприпустима сума в %s=<amount>: '%s'

# _msg1116
source: Invalid netmask specified in -whitelist: '%s'
uk: Вказано неправильну маску підмережі для -whitelist: '%s'

# _msg1117
source: Invalid port specified in %s: '%s'
uk: Неприпустимий порт, указаний в %s : '%s'

# _msg1118
source: Invalid pre-selected input %s
uk: Неприпустиме попередньо вибране ввід %s

# _msg1119
source: Listening for incoming connections failed (listen returned error %s)
uk: Не вдалося налаштувати прослуховування вхідних підключень (listen повернув помилку %s)

# _msg1120
source: Loading P2P addresses…
uk: Завантаження P2P адрес…

# _msg1121
source: Loading banlist…
uk: Завантаження переліку заборонених з'єднань…

# _msg1122
source: Loading block index…
uk: Завантаження індексу блоків…

# _msg1123
source: Loading wallet…
uk: Завантаження гаманця…

# _msg1124
source: Missing amount
uk: Відсутня сума

# _msg1125
source: Missing solving data for estimating transaction size
uk: Відсутні дані для оцінювання розміру транзакції

# _msg1126
source: Need to specify a port with -whitebind: '%s'
uk: Необхідно вказати порт для -whitebind: «%s»

# _msg1127
source: No addresses available
uk: Немає доступних адрес

# _msg1128
source: Not enough file descriptors available.
uk: Бракує доступних дескрипторів файлів.

# _msg1129
source: Not found pre-selected input %s
uk: Не знайдено попередньо вибраних вхідних даних %s

# _msg1130
source: Not solvable pre-selected input %s
uk: Не знайдено попередньо вибраних вхідних даних %s

# _msg1131
source: Prune cannot be configured with a negative value.
uk: Розмір скороченого блокчейна не може бути від'ємним.

# _msg1132
source: Prune mode is incompatible with -txindex.
uk: Режим скороченого блокчейна несумісний з -txindex.

# _msg1133
source: Pruning blockstore…
uk: Скорочення обсягу сховища блоків…

# _msg1134
source: Reducing -maxconnections from %d to %d, because of system limitations.
uk: Зменшення значення -maxconnections з %d до %d із-за обмежень системи.

# _msg1135
source: Replaying blocks…
uk: Відтворення блоків…

# _msg1136
source: Rescanning…
uk: Повторне сканування…

# _msg1137
source: SQLiteDatabase: Failed to execute statement to verify database: %s
uk: SQLiteDatabase: Не вдалося виконати оператор для перевірки бази даних: %s

# _msg1138
source: SQLiteDatabase: Failed to prepare statement to verify database: %s
uk: SQLiteDatabase: Не вдалося підготувати оператор для перевірки бази даних: %s

# _msg1139
source: SQLiteDatabase: Failed to read database verification error: %s
uk: SQLiteDatabase: Не вдалося прочитати помилку перевірки бази даних: %s

# _msg1140
source: SQLiteDatabase: Unexpected application id. Expected %u, got %u
uk: SQLiteDatabase: Несподіваний ідентифікатор програми. Очікується %u, отримано %u

# _msg1141
source: Section [%s] is not recognized.
uk: Розділ [%s] не розпізнано.

# _msg1142
source: Signing transaction failed
uk: Підписання транзакції не вдалося

# _msg1143
source: Specified -walletdir "%s" does not exist
uk: Вказаний каталог гаманця -walletdir "%s" не існує

# _msg1144
source: Specified -walletdir "%s" is a relative path
uk: Вказаний каталог гаманця -walletdir "%s" є відносним шляхом

# _msg1145
source: Specified -walletdir "%s" is not a directory
uk: Вказаний шлях -walletdir "%s" не є каталогом

# _msg1146
source: Specified blocks directory "%s" does not exist.
uk: Вказаний каталог блоків "%s" не існує.

# _msg1147
source: Specified data directory "%s" does not exist.
uk: Вказаний каталог даних "%s" не існує.

# _msg1148
source: Starting network threads…
uk: Запуск мережевих потоків…

# _msg1149
source: The source code is available from %s.
uk: Вихідний код доступний з %s.

# _msg1150
source: The specified config file %s does not exist
uk: Вказаний файл настройки %s не існує

# _msg1151
source: The transaction amount is too small to pay the fee
uk: Неможливо сплатити комісію із-за малої суми транзакції

# _msg1152
source: The wallet will avoid paying less than the minimum relay fee.
uk: Гаманець не переведе кошти, якщо комісія становить менше мінімальної плати за транзакцію.

# _msg1153
source: This is experimental software.
uk: Це програмне забезпечення є експериментальним.

# _msg1154
source: This is the minimum transaction fee you pay on every transaction.
uk: Це мінімальна плата за транзакцію, яку ви сплачуєте за кожну операцію.

# _msg1155
source: This is the transaction fee you will pay if you send a transaction.
uk: Це транзакційна комісія, яку ви сплатите, якщо будете надсилати транзакцію.

# _msg1156
source: Transaction amount too small
uk: Сума транзакції занадто мала

# _msg1157
source: Transaction amounts must not be negative
uk: Сума транзакції не повинна бути від'ємною

# _msg1158
source: Transaction change output index out of range
uk: У транзакції індекс виходу решти поза діапазоном

# _msg1159
source: Transaction has too long of a mempool chain
uk: Транзакція має занадто довгий ланцюг у пулі транзакцій

# _msg1160
source: Transaction must have at least one recipient
uk: У транзакції повинен бути щонайменше один одержувач

# _msg1161
source: Transaction needs a change address, but we can't generate it.
uk: Транзакція потребує адресу для решти, але не можна створити її.

# _msg1162
source: Transaction too large
uk: Транзакція занадто велика

# _msg1163
source: Unable to allocate memory for -maxsigcachesize: '%s' MiB
uk: Не вдалося виділити пам'ять для -maxsigcachesize: '%s' МіБ

# _msg1164
source: Unable to bind to %s on this computer (bind returned error %s)
uk: Не вдалося прив'язатися до %s на цьому комп'ютері (bind повернув помилку: %s)

# _msg1165
source: Unable to bind to %s on this computer. %s is probably already running.
uk: Не вдалося прив'язати %s на цьому комп'ютері. %s, ймовірно, вже працює.

# _msg1166
source: Unable to create the PID file '%s': %s
uk: Не вдалося створити PID файл '%s' :%s

# _msg1167
source: Unable to find UTXO for external input
uk: Не вдалося знайти UTXO для зовнішнього входу

# _msg1168
source: Unable to generate initial keys
uk: Не вдалося створити початкові ключі

# _msg1169
source: Unable to generate keys
uk: Не вдалося створити ключі

# _msg1170
source: Unable to open %s for writing
uk: Не вдалося відкрити %s для запису

# _msg1171
source: Unable to parse -maxuploadtarget: '%s'
uk: Не вдалося проаналізувати -maxuploadtarget: '%s'

# _msg1172
source: Unable to start HTTP server. See debug log for details.
uk: Не вдалося запустити HTTP-сервер. Детальніший опис наведено в журналі зневадження.

# _msg1173
source: Unable to unload the wallet before migrating
uk: Не вдалося вивантажити гаманець перед перенесенням

# _msg1174
source: Unknown -blockfilterindex value %s.
uk: Невідоме значення -blockfilterindex %s.

# _msg1175
source: Unknown address type '%s'
uk: Невідомий тип адреси '%s'

# _msg1176
source: Unknown change type '%s'
uk: Невідомий тип решти '%s'

# _msg1177
source: Unknown network specified in -onlynet: '%s'
uk: Невідома мережа вказана в -onlynet: '%s'

# _msg1178
source: Unknown new rules activated (versionbit %i)
uk: Активовані невідомі нові правила (versionbit %i)

# _msg1179
source: Unsupported global logging level -loglevel=%s. Valid values: %s.
uk: Непідтримуваний глобальний рівень журналювання -loglevel=%s. Припустимі значення: %s.

# _msg1180
source: Unsupported logging category %s=%s.
uk: Непідтримувана категорія ведення журналу %s=%s.

# _msg1181
source: User Agent comment (%s) contains unsafe characters.
uk: Коментар до Агента користувача (%s) містить небезпечні символи.

# _msg1182
source: Verifying blocks…
uk: Перевірка блоків…

# _msg1183
source: Verifying wallet(s)…
uk: Перевірка гаманця(ів)…

# _msg1184
source: Wallet needed to be rewritten: restart %s to complete
uk: Гаманець вимагав перезапису: перезапустіть %s для завершення

# _msg1185
source: Settings file could not be read
uk: Не вдалося прочитати файл параметрів

# _msg1186
source: Settings file could not be written
uk: Не вдалося записати файл параметрів
