Repository: hebasto/bitcoin-core-translations
Catalog: Ukrainian/for_translation_bitcoin_qt-translation-025x_*.xlf
Languages: uk

# _msg744
source: Save Transaction Data
uk: Зберегти дані транзакції

# _msg745
source: Partially Signed Transaction (Binary)
uk: Частково підписана біткоїн-транзакція (бінарний файл)

# _msg746
source: PSBT saved
uk: PSBT-транзакцію збережено

# _msg747
source: External balance:
uk: Зовнішній баланс:

# _msg748
source: or
uk: або

# _msg749
source: You can increase the fee later (signals Replace-By-Fee, BIP-125).
uk: Ви можете збільшити комісію пізніше (сигналізує Заміна-Через-Комісію, BIP-125).

# _msg750
source: Please, review your transaction proposal. This will produce a Partially Signed Bitcoin Transaction (PSBT) which you can save or copy and then sign with e.g. an offline %1 wallet, or a PSBT-compatible hardware wallet.
uk: Перевірте запропоновану транзакцію. Буде сформована частково підписана біткоїн-транзакція (PSBT), яку можна зберегти або скопіювати, а потім підписати з використанням, наприклад, офлайн гаманця %1 або апаратного PSBT-сумісного гаманця.

# _msg751
source: Do you want to create this transaction?
uk: Створити таку транзакцію?

# _msg752
source: Please, review your transaction. You can create and send this transaction or create a Partially Signed Bitcoin Transaction (PSBT), which you can save or copy and then sign with, e.g., an offline %1 wallet, or a PSBT-compatible hardware wallet.
uk: Перевірте транзакцію. Можливо створити та надіслати цю транзакцію або створити частково підписану біткоїн-транзакцію (PSBT), яку можна зберегти або скопіювати, а потім підписати з використанням, наприклад, офлайн гаманця %1 або апаратного PSBT-сумісного гаманця.

# _msg753
source: Please, review your transaction.
uk: Перевірте вашу транзакцію.

# _msg754
source: Transaction fee
uk: Комісія

# _msg755
source: %1 kvB
uk: %1 квБ

# _msg756
source: Not signalling Replace-By-Fee, BIP-125.
uk: Не сигналізує Заміна-Через-Комісію, BIP-125.

# _msg757
source: Total Amount
uk: Всього

# _msg758
source: Unsigned Transaction
uk: Непідписана транзакція

# _msg759
source: The PSBT has been copied to the clipboard. You can also save it.
uk: PSBT-транзакцію скопійовано в буфер обміну. Ви також можете зберегти її.

# _msg760
source: PSBT saved to disk
uk: PSBT-транзакцію збережено на диск

# _msg761
source: Confirm send coins
uk: Підтвердьте надсилання монет

# _msg762
source: Watch-only balance:
uk: Баланс "тільки перегляд":

# _msg763
source: The recipient address is not valid. Please recheck.
uk: Неприпустима адреса отримувача. Перевірте знову.

# _msg764
source: The amount to pay must be larger than 0.
uk: Сума платні повинна бути більше 0.

# _msg765
source: The amount exceeds your balance.
uk: Сума перевищує ваш баланс.

# _msg766
source: The total exceeds your balance when the %1 transaction fee is included.
uk: Після додавання комісії %1, сума перевищить ваш баланс.

# _msg767
source: Duplicate address found: addresses should only be used once each.
uk: Знайдено адресу, що дублюється: кожна адреса має бути вказана тільки один раз.

# _msg768
source: Transaction creation failed!
uk: Транзакцію не виконано!

# _msg769
source: A fee higher than %1 is considered an absurdly high fee.
uk: Комісія більша, ніж %1, вважається абсурдно високою.

# _msg770
source: %1/kvB
uk: %1/квБ

# _msg771[0]
source: Estimated to begin confirmation within %n block(s).
uk: Перше підтвердження очікується протягом %n блока.

# _msg771[1]
source: Estimated to begin confirmation within %n block(s).
uk: Перше підтвердження очікується протягом %n блоків.

# _msg771[2]
source: Estimated to begin confirmation within %n block(s).
uk: Перше підтвердження очікується протягом %n блоків.

# _msg771[3]
source: Estimated to begin confirmation within %n block(s).
uk: Перше підтвердження очікується протягом %n блока.

# _msg772
source: Warning: Invalid Bitcoin address
uk: Увага: Неприпустима біткоїн-адреса.

# _msg773
source: Warning: Unknown change address
uk: Увага: Невідома адреса для решти

# _msg774
source: Confirm custom change address
uk: Підтвердити індивідуальну адресу для решти

# _msg775
source: The address you selected for change is not part of this wallet. Any or all funds in your wallet may be sent to this address. Are you sure?
uk: Адреса, яку ви обрали для решти, не є частиною цього гаманця. Будь-які або всі кошти з вашого гаманця можуть бути надіслані на цю адресу. Ви впевнені?

# _msg776
source: (no label)
uk: (без мітки)

# _msg777
source: A&mount:
uk: &Кількість:

# _msg778
source: Pay &To:
uk: &Отримувач:

# _msg779
source: &Label:
uk: &Мітка:

# _msg780
source: Choose previously used address
uk: Обрати ранiш використовувану адресу

# _msg781
source: The Bitcoin address to send the payment to
uk: Біткоїн-адреса для відправлення платежу

# _msg783
source: Paste address from clipboard
uk: Вставити адресу

# _msg785
source: Remove this entry
uk: Видалити цей запис

# _msg786
source: The amount to send in the selected unit
uk: Сума у вибраній одиниці, яку потрібно надіслати

# _msg787
source: The fee will be deducted from the amount being sent. The recipient will receive less bitcoins than you enter in the amount field. If multiple recipients are selected, the fee is split equally.
uk: Комісію буде знято зі вказаної суми. До отримувача надійде менше біткоїнів, ніж було вказано в полі кількості. Якщо ж отримувачів декілька - комісію буде розподілено між ними.

# _msg788
source: S&ubtract fee from amount
uk: В&ідняти комісію від суми

# _msg789
source: Use available balance
uk: Використати наявний баланс

# _msg790
source: Message:
uk: Повідомлення:

# _msg791
source: Enter a label for this address to add it to the list of used addresses
uk: Введіть мітку для цієї адреси для додавання її в список використаних адрес

# _msg792
source: A message that was attached to the bitcoin: URI which will be stored with the transaction for your reference. Note: This message will not be sent over the Bitcoin network.
uk: Повідомлення, що було додане до bitcoin:URI та буде збережено разом з транзакцією для довідки. Примітка: це повідомлення не буде відправлено в мережу Біткоїн.

# _msg793
source: Send
uk: Відправити

# _msg794
source: Create Unsigned
uk: Створити без підпису

# _msg795
source: Signatures - Sign / Verify a Message
uk: Підписи - Підпис / Перевірка повідомлення

# _msg796
source: &Sign Message
uk: &Підписати повідомлення

# _msg797
source: You can sign messages/agreements with your addresses to prove you can receive bitcoins sent to them. Be careful not to sign anything vague or random, as phishing attacks may try to trick you into signing your identity over to them. Only sign fully-detailed statements you agree to.
uk: Ви можете підписувати повідомлення/угоди своїми адресами, щоб довести можливість отримання біткоїнів, що будуть надіслані на них. Остерігайтеся підписувати будь-що нечітке чи неочікуване, так як за допомогою фішинг-атаки вас можуть спробувати ввести в оману для отримання вашого підпису під чужими словами. Підписуйте лише чіткі твердження, з якими ви повністю згодні.

# _msg798
source: The Bitcoin address to sign the message with
uk: Біткоїн-адреса для підпису цього повідомлення

# _msg799
source: Choose previously used address
uk: Обрати ранiш використовувану адресу

# _msg801
source: Paste address from clipboard
uk: Вставити адресу

# _msg803
source: Enter the message you want to sign here
uk: Введіть повідомлення, яке ви хочете підписати тут

# _msg804
source: Signature
uk: Підпис

# _msg805
source: Copy the current signature to the system clipboard
uk: Копіювати поточну сигнатуру до системного буферу обміну

# _msg806
source: Sign the message to prove you own this Bitcoin address
uk: Підпишіть повідомлення щоб довести, що ви є власником цієї адреси

# _msg807
source: Sign &Message
uk: &Підписати повідомлення

# _msg808
source: Reset all sign message fields
uk: Скинути всі поля підпису повідомлення

# _msg809
source: Clear &All
uk: Очистити &все

# _msg810
source: &Verify Message
uk: П&еревірити повідомлення

# _msg811
source: Enter the receiver's address, message (ensure you copy line breaks, spaces, tabs, etc. exactly) and signature below to verify the message. Be careful not to read more into the signature than what is in the signed message itself, to avoid being tricked by a man-in-the-middle attack. Note that this only proves the signing party receives with the address, it cannot prove sendership of any transaction!
uk: Введіть нижче адресу отримувача, повідомлення (впевніться, що ви точно скопіювали символи завершення рядка, табуляцію, пробіли тощо) та підпис для перевірки повідомлення. Впевніться, що в підпис не було додано зайвих символів: це допоможе уникнути атак типу «людина посередині». Зауважте, що це лише засвідчує можливість отримання транзакцій підписувачем, але не в стані підтвердити джерело жодної транзакції!

# _msg812
source: The Bitcoin address the message was signed with
uk: Біткоїн-адреса, якою було підписано це повідомлення

# _msg813
source: The signed message to verify
uk: Підписане повідомлення для підтвердження

# _msg814
source: The signature given when the message was signed
uk: Підпис наданий при підписанні цього повідомлення

# _msg815
source: Verify the message to ensure it was signed with the specified Bitcoin address
uk: Перевірте повідомлення для впевненості, що воно підписано вказаною біткоїн-адресою

# _msg816
source: Verify &Message
uk: Перевірити &Повідомлення

# _msg817
source: Reset all verify message fields
uk: Скинути всі поля перевірки повідомлення

# _msg818
source: Click "Sign Message" to generate signature
uk: Для створення підпису натисніть кнопку "Підписати повідомлення"

# _msg819
source: The entered address is invalid.
uk: Введена адреса не співпадає.

# _msg820
source: Please check the address and try again.
uk: Перевірте адресу та спробуйте ще раз.

# _msg821
source: The entered address does not refer to a key.
uk: Введена адреса не відноситься до ключа.

# _msg822
source: Wallet unlock was cancelled.
uk: Розблокування гаманця було скасоване.

# _msg823
source: No error
uk: Без помилок

# _msg824
source: Private key for the entered address is not available.
uk: Приватний ключ для введеної адреси недоступний.

# _msg825
source: Message signing failed.
uk: Не вдалося підписати повідомлення.

# _msg826
source: Message signed.
uk: Повідомлення підписано.

# _msg827
source: The signature could not be decoded.
uk: Підпис не можливо декодувати.

# _msg828
source: Please check the signature and try again.
uk: Перевірте підпис та спробуйте ще раз.

# _msg829
source: The signature did not match the message digest.
uk: Підпис не збігається з хешем повідомлення.

# _msg830
source: Message verification failed.
uk: Не вдалося перевірити повідомлення.

# _msg831
source: Message verified.
uk: Повідомлення перевірено.

# _msg832
source: (press q to shutdown and continue later)
uk: (натисніть клавішу "q", щоб завершити роботу та продовжити пізніше)

# _msg833
source: press q to shutdown
uk: натисніть клавішу "q", щоб завершити роботу

# _msg834
source: kB/s
uk: кБ/с

# _msg835
source: conflicted with a transaction with %1 confirmations
uk: конфліктує з транзакцією із %1 підтвердженнями

# _msg836
source: 0/unconfirmed, in memory pool
uk: 0/не підтверджено, в пулі транзакцій

# _msg837
source: 0/unconfirmed, not in memory pool
uk: 0/не підтверджено, не в пулі транзакцій

# _msg838
source: abandoned
uk: відкинуто

# _msg839
source: %1/unconfirmed
uk: %1/не підтверджено

# _msg840
source: %1 confirmations
uk: %1 підтверджень

# _msg841
source: Status
uk: Стан

# _msg842
source: Date
uk: Дата

# _msg843
source: Source
uk: Джерело

# _msg844
source: Generated
uk: Згенеровано

# _msg845
source: From
uk: Від

# _msg846
source: unknown
uk: невідомо

# _msg847
source: To
uk: Отримувач

# _msg848
source: own address
uk: Власна адреса

# _msg849
source: watch-only
uk: тільки перегляд

# _msg850
source: label
uk: мітка

# _msg851
source: Credit
uk: Кредит

# _msg852[0]
source: matures in %n more block(s)
uk: досягає завершеності через %n блок

# _msg852[1]
source: matures in %n more block(s)
uk: досягає завершеності через %n блоки

# _msg852[2]
source: matures in %n more block(s)
uk: досягає завершеності через %n блоків

# _msg852[3]
source: matures in %n more block(s)
uk: досягає завершеності через %n блока

# _msg853
source: not accepted
uk: не прийнято

# _msg854
source: Debit
uk: Дебет

# _msg855
source: Total debit
uk: Загальний дебет

# _msg856
source: Total credit
uk: Загальний кредит

# _msg857
source: Transaction fee
uk: Комісія

# _msg858
source: Net amount
uk: Загальна сума

# _msg859
source: Message
uk: Повідомлення

# _msg860
source: Comment
uk: Коментар

# _msg861
source: Transaction ID
uk: ID транзакції

# _msg862
source: Transaction total size
uk: Розмір транзакції

# _msg863
source: Transaction virtual size
uk: Віртуальний розмір транзакції

# _msg864
source: Output index
uk: Вихідний індекс

# _msg865
source: (Certificate was not verified)
uk: (Сертифікат не підтверджено)

# _msg866
source: Merchant
uk: Продавець

# _msg867
source: Generated coins must mature %1 blocks before they can be spent. When you generated this block, it was broadcast to the network to be added to the block chain. If it fails to get into the chain, its state will change to "not accepted" and it won't be spendable. This may occasionally happen if another node generates a block within a few seconds of yours.
uk: Згенеровані монети стануть доступні для використання після %1 підтверджень. Коли ви згенерували цей блок, його було відправлено в мережу для приєднання до блокчейна. Якщо блок не буде додано до блокчейна, його статус зміниться на «не підтверджено», і згенеровані монети неможливо буде витратити. Таке часом трапляється, якщо хтось згенерував інший блок на декілька секунд раніше.

# _msg868
source: Debug information
uk: Налагоджувальна інформація

# _msg869
source: Transaction
uk: Транзакція

# _msg870
source: Inputs
uk: Входи

# _msg871
source: Amount
uk: Кількість

# _msg872
source: true
uk: вірний

# _msg873
source: false
uk: хибний

# _msg874
source: This pane shows a detailed description of the transaction
uk: Даний діалог показує детальну статистику по вибраній транзакції

# _msg875
source: Details for %1
uk: Інформація по %1

# _msg876
source: Date
uk: Дата

# _msg877
source: Type
uk: Тип

# _msg878
source: Label
uk: Мітка

# _msg879
source: Unconfirmed
uk: Не підтверджено

# _msg880
source: Abandoned
uk: Відкинуті

# _msg881
source: Confirming (%1 of %2 recommended confirmations)
uk: Підтверджується (%1 з %2 рекомендованих підтверджень)

# _msg882
source: Confirmed (%1 confirmations)
uk: Підтверджено (%1 підтверджень)

# _msg883
source: Conflicted
uk: Суперечить

# _msg884
source: Immature (%1 confirmations, will be available after %2)
uk: Не досягли завершеності (%1 підтверджень, будуть доступні після %2)

# _msg885
source: Generated but not accepted
uk: Згенеровано, але не підтверджено

# _msg886
source: Received with
uk: Отримано з

# _msg887
source: Received from
uk: Отримано від

# _msg888
source: Sent to
uk: Відправлені на

# _msg889
source: Payment to yourself
uk: Відправлено собі

# _msg890
source: Mined
uk: Добуті

# _msg891
source: watch-only
uk: тільки перегляд

# _msg892
source: (n/a)
uk: (н/д)

# _msg893
source: (no label)
uk: (без мітки)

# _msg894
source: Transaction status. Hover over this field to show number of confirmations.
uk: Статус транзакції. Наведіть вказівник на це поле, щоб показати кількість підтверджень.

# _msg895
source: Date and time that the transaction was received.
uk: Дата і час, коли транзакцію було отримано.

# _msg896
source: Type of transaction.
uk: Тип транзакції.

# _msg897
source: Whether or not a watch-only address is involved in this transaction.
uk: Чи було залучено адресу "тільки перегляд" в цій транзакції.

# _msg898
source: User-defined intent/purpose of the transaction.
uk: Визначений користувачем намір чи мета транзакції.

# _msg899
source: Amount removed from or added to balance.
uk: Сума, додана чи знята з балансу.

# _msg900
source: All
uk: Всі

# _msg901
source: Today
uk: Сьогодні

# _msg902
source: This week
uk: На цьому тижні

# _msg903
source: This month
uk: Цього місяця

# _msg904
source: Last month
uk: Минулого місяця

# _msg905
source: This year
uk: Цього року

# _msg906
source: Received with
uk: Отримано з

# _msg907
source: Sent to
uk: Відправлені на

# _msg908
source: To yourself
uk: Відправлені собі

# _msg909
source: Mined
uk: Добуті

# _msg910
source: Other
uk: Інше

# _msg911
source: Enter address, transaction id, or label to search
uk: Введіть адресу, ідентифікатор транзакції або мітку для пошуку

# _msg912
source: Min amount
uk: Мінімальна сума

# _msg913
source: Range…
uk: Діапазон…

# _msg914
source: &Copy address
uk: &Копіювати адресу

# _msg915
source: Copy &label
uk: Копіювати &мітку

# _msg916
source: Copy &amount
uk: Копіювати &суму

# _msg917
source: Copy transaction &ID
uk: Копіювати &ID транзакції

# _msg918
source: Copy &raw transaction
uk: Копіювати &всю транзакцію

# _msg919
source: Copy full transaction &details
uk: Копіювати всі &деталі транзакції

# _msg920
source: &Show transaction details
uk: &Показати деталі транзакції

# _msg921
source: Increase transaction &fee
uk: &Збільшити плату за транзакцію

# _msg922
source: A&bandon transaction
uk: &Відмовитися від транзакції

# _msg923
source: &Edit address label
uk: &Редагувати мітку адреси

# _msg924
source: Show in %1
uk: Показати в %1

# _msg925
source: Export Transaction History
uk: Експортувати історію транзакцій

# _msg926
source: Comma separated file
uk: Файл CSV

# _msg927
source: Confirmed
uk: Підтверджено

# _msg928
source: Watch-only
uk: Тільки перегляд

# _msg929
source: Date
uk: Дата

# _msg930
source: Type
uk: Тип

# _msg931
source: Label
uk: Мітка

# _msg932
source: Address
uk: Адреса

# _msg933
source: ID
uk: Ідентифікатор

# _msg934
source: Exporting Failed
uk: Помилка експорту

# _msg935
source: There was an error trying to save the transaction history to %1.
uk: Виникла помилка при спробі зберегти історію транзакцій до %1.

# _msg936
source: Exporting Successful
uk: Експортовано успішно

# _msg937
source: The transaction history was successfully saved to %1.
uk: Історію транзакцій було успішно збережено до %1.

# _msg938
source: Range:
uk: Діапазон:

# _msg939
source: to
uk: до

# _msg940
source: No wallet has been loaded. Go to File > Open Wallet to load a wallet. - OR -
uk: Жоден гаманець не завантажений. Перейдіть у меню Файл > Відкрити гаманець, щоб завантажити гаманець. - АБО -

# _msg941
source: Create a new wallet
uk: Створити новий гаманець

# _msg942
source: Error
uk: Помилка

# _msg943
source: Unable to decode PSBT from clipboard (invalid base64)
uk: Не вдалося декодувати PSBT-транзакцію з буфера обміну (неприпустимий base64)

# _msg944
source: Load Transaction Data
uk: Завантажити дані транзакції

# _msg945
source: Partially Signed Transaction (*.psbt)
uk: Частково підписана біткоїн-транзакція (* .psbt)

# _msg946
source: PSBT file must be smaller than 100 MiB
uk: Файл PSBT повинен бути менше 100 МіБ

# _msg947
source: Unable to decode PSBT
uk: Не вдалося декодувати PSBT-транзакцію

# _msg948
source: Send Coins
uk: Відправити Монети

# _msg949
source: Fee bump error
uk: Помилка підвищення комісії

# _msg950
source: Increasing transaction fee failed
uk: Підвищення комісії за транзакцію не виконано

# _msg951
source: Do you want to increase the fee?
uk: Збільшити комісію?

# _msg952
source: Current fee:
uk: Поточна комісія:

# _msg953
source: Increase:
uk: Збільшити:

# _msg954
source: New fee:
uk: Нова комісія:

# _msg955
source: Warning: This may pay the additional fee by reducing change outputs or adding inputs, when necessary. It may add a new change output if one does not already exist. These changes may potentially leak privacy.
uk: Попередження: Можливо збільшення плати за транзакцію шляхом зменшення решти або додавання входів у разі необхідності. Це може створити новий вивід з рештою, якщо такий вивід не існував. Такі зміни потенційно здатні погіршити конфіденційність.

# _msg956
source: Confirm fee bump
uk: Підтвердити підвищення комісії

# _msg957
source: Can't draft transaction.
uk: Неможливо підготувати транзакцію.

# _msg958
source: PSBT copied
uk: PSBT-транзакцію скопійовано

# _msg959
source: Copied to clipboard
uk: Скопійовано в буфер обміну

# _msg960
source: Can't sign transaction.
uk: Не можливо підписати транзакцію.

# _msg961
source: Could not commit transaction
uk: Не вдалось виконати транзакцію

# _msg962
source: Can't display address
uk: Неможливо показати адресу

# _msg963
source: default wallet
uk: гаманець за замовчуванням

# _msg964
source: &Export
uk: &Експортувати

# _msg965
source: Export the data in the current tab to a file
uk: Експортувати дані з поточної вкладки у файл

# _msg966
source: Backup Wallet
uk: Зробити резервне копіювання гаманця

# _msg967
source: Wallet Data
uk: Файл гаманця

# _msg968
source: Backup Failed
uk: Помилка резервного копіювання

# _msg969
source: There was an error trying to save the wallet data to %1.
uk: Виникла помилка при спробі зберегти дані гаманця до %1.

# _msg970
source: Backup Successful
uk: Резервну копію створено успішно

# _msg971
source: The wallet data was successfully saved to %1.
uk: Дані гаманця успішно збережено в %1.

# _msg972
source: Cancel
uk: Скасувати

# _msg973
source: The %s developers
uk: Розробники %s

# _msg974
source: %s corrupt. Try using the wallet tool bitcoin-wallet to salvage or restoring a backup.
uk: %s пошкоджено. Спробуйте скористатися інструментом гаманця bitcoin-wallet для виправлення або відновлення резервної копії.

# _msg975
source: %s request to listen on port %u. This port is considered "bad" and thus it is unlikely that any peer will connect to it. See doc/p2p-bad-ports.md for details and a full list.
uk: %s прохання прослухати на порту %u . Цей порт вважається «поганим» і тому навряд чи до нього підключиться який-небудь бенкет. Перегляньте doc/p2p-bad-ports.md для отримання детальної інформації та повного списку.

# _msg976
source: Cannot downgrade wallet from version %i to version %i. Wallet version unchanged.
uk: Не вдалося понизити версію гаманця з %i на %i. Версія гаманця залишилася без змін.

# _msg977
source: Cannot obtain a lock on data directory %s. %s is probably already running.
uk: Не вдалося заблокувати каталог даних %s. %s, ймовірно, вже працює.

# _msg978
source: Cannot upgrade a non HD split wallet from version %i to version %i without upgrading to support pre-split keypool. Please use version %i or no version specified.
uk: Не вдалося оновити розділений не-HD гаманець з версії %i до версії %i без оновлення для підтримки попередньо розділеного пула ключів. Використовуйте версію %i або не вказуйте версію.

# _msg979
source: Disk space for %s may not accommodate the block files. Approximately %u GB of data will be stored in this directory.
uk: Дисковий простір для %s може не вмістити блокові файли. Приблизно %u ГБ даних буде зберігатися в цьому каталозі.

# _msg980
source: Distributed under the MIT software license, see the accompanying file %s or %s
uk: Розповсюджується за ліцензією на програмне забезпечення MIT, дивіться супровідний файл %s або %s

# _msg981
source: Error loading wallet. Wallet requires blocks to be downloaded, and software does not currently support loading wallets while blocks are being downloaded out of order when using assumeutxo snapshots. Wallet should be able to load successfully after node sync reaches height %s
uk: Помилка завантаження гаманця. Гаманець вимагає завантаження блоків, і програмне забезпечення в даний час не підтримує завантаження гаманців, тоді як блоки завантажуються з ладу при використанні знімків assumeutxo. Гаманець повинен мати можливість успішно завантажуватися після того, як синхронізація вузлів досягне висоти %s
