Repository: hebasto/bitcoin-core-translations
Catalog: Ukrainian/for_translation_bitcoin_qt-translation-025x_*.xlf
Languages: uk

# _msg982
source: Error reading %s! All keys read correctly, but transaction data or address book entries might be missing or incorrect.
uk: Помилка читання %s! Всі ключі зчитано правильно, але записи в адресній книзі, або дані транзакцій можуть бути відсутніми чи невірними.

# _msg983
source: Error reading %s! Transaction data may be missing or incorrect. Rescanning wallet.
uk: Помилка читання %s! Дані транзакцій можуть бути відсутніми чи невірними. Повторне сканування гаманця.

# _msg984
source: Error: Dumpfile format record is incorrect. Got "%s", expected "format".
uk: Помилка: Неправильний запис формату файлу дампа. Отримано "%s", очікується "format".

# _msg985
source: Error: Dumpfile identifier record is incorrect. Got "%s", expected "%s".
uk: Помилка: Неправильний запис ідентифікатора файлу дампа. Отримано "%s", очікується "%s".

# _msg986
source: Error: Dumpfile version is not supported. This version of bitcoin-wallet only supports version 1 dumpfiles. Got dumpfile with version %s
uk: Помилка: Версія файлу дампа не підтримується. Ця версія bitcoin-wallet підтримує лише файли дампа версії 1. Отримано файл дампа версії %s

# _msg987
source: Error: Legacy wallets only support the "legacy", "p2sh-segwit", and "bech32" address types
uk: Помилка: Застарілі гаманці підтримують тільки адреси типів "legacy", "p2sh-segwit" та "bech32"

# _msg988
source: Error: Unable to produce descriptors for this legacy wallet. Make sure to provide the wallet's passphrase if it is encrypted.
uk: Помилка: не вдається створити дескриптори для цього застарілого гаманця. Обов'язково вкажіть парольну фразу гаманця, якщо вона зашифрована.

# _msg989
source: File %s already exists. If you are sure this is what you want, move it out of the way first.
uk: Файл %s уже існує. Якщо ви дійсно бажаєте цього, спочатку видалить його.

# _msg990
source: Invalid or corrupt peers.dat (%s). If you believe this is a bug, please report it to %s. As a workaround, you can move the file (%s) out of the way (rename, move, or delete) to have a new one created on the next start.
uk: Неприпустимий або пошкоджений peers.dat (%s). Якщо ви вважаєте, що сталася помилка, повідомте про неї до %s. Щоб уникнути цієї проблеми, можна прибрати (перейменувати, перемістити або видалити) цей файл (%s), щоб під час наступного запуску створити новий.

# _msg991
source: More than one onion bind address is provided. Using %s for the automatically created Tor onion service.
uk: Надано більше однієї адреси прив'язки служби Tor. Використання %s для автоматично створеної служби Tor.

# _msg992
source: No dump file provided. To use createfromdump, -dumpfile=<filename> must be provided.
uk: Не вказано файл дампа. Щоб використовувати createfromdump, потрібно вказати-dumpfile=<filename>.

# _msg993
source: No dump file provided. To use dump, -dumpfile=<filename> must be provided.
uk: Не вказано файл дампа. Щоб використовувати dump, потрібно вказати -dumpfile=<filename>.

# _msg994
source: No wallet file format provided. To use createfromdump, -format=<format> must be provided.
uk: Не вказано формат файлу гаманця. Щоб використовувати createfromdump, потрібно вказати -format=<format>.

# _msg995
source: Please check that your computer's date and time are correct! If your clock is wrong, %s will not work properly.
uk: Перевірте правильність дати та часу свого комп'ютера. Якщо ваш годинник налаштовано невірно, %s не буде працювати належним чином.

# _msg996
source: Please contribute if you find %s useful. Visit %s for further information about the software.
uk: Будь ласка, зробіть внесок, якщо ви знаходите %s корисним. Відвідайте %s для отримання додаткової інформації про програмне забезпечення.

# _msg997
source: Prune configured below the minimum of %d MiB. Please use a higher number.
uk: Встановлений розмір скороченого блокчейна є замалим (меншим за %d МіБ). Використовуйте більший розмір.

# _msg998
source: Prune mode is incompatible with -reindex-chainstate. Use full -reindex instead.
uk: Режим скороченого блокчейна несумісний з -reindex-chainstate. Використовуйте натомість повний -reindex.

# _msg999
source: Prune: last wallet synchronisation goes beyond pruned data. You need to -reindex (download the whole blockchain again in case of pruned node)
uk: Скорочений блокчейн: остання синхронізація гаманця виходить за межі скорочених даних. Потрібно перезапустити з -reindex (заново завантажити весь блокчейн, якщо використовується скорочення)

# _msg1000
source: SQLiteDatabase: Unknown sqlite wallet schema version %d. Only version %d is supported
uk: SQLiteDatabase: Невідома версія схеми гаманця %d. Підтримується лише версія %d

# _msg1001
source: The block database contains a block which appears to be from the future. This may be due to your computer's date and time being set incorrectly. Only rebuild the block database if you are sure that your computer's date and time are correct
uk: Схоже, що база даних блоків містить блок з майбутнього. Це може статися із-за некоректно встановленої дати та/або часу. Перебудовуйте базу даних блоків лише тоді, коли ви переконані, що встановлено правильну дату і час

# _msg1002
source: The block index db contains a legacy 'txindex'. To clear the occupied disk space, run a full -reindex, otherwise ignore this error. This error message will not be displayed again.
uk: База даних індексу блоків містить 'txindex', що не підтримується. Щоб звільнити місце на диску, запустить повний -reindex, або ігноруйте цю помилку. Це повідомлення більше не відображатиметься.

# _msg1003
source: The transaction amount is too small to send after the fee has been deducted
uk: Залишок від суми транзакції зі сплатою комісії занадто малий

# _msg1004
source: This error could occur if this wallet was not shutdown cleanly and was last loaded using a build with a newer version of Berkeley DB. If so, please use the software that last loaded this wallet
uk: Ця помилка може статися, якщо цей гаманець не був коректно закритий і востаннє завантажений за допомогою збірки з новою версією Berkeley DB. Якщо так, використовуйте програмне забезпечення, яке востаннє завантажувало цей гаманець

# _msg1005
source: This is a pre-release test build - use at your own risk - do not use for mining or merchant applications
uk: Це перед-релізна тестова збірка - використовуйте на свій власний ризик - не використовуйте для майнінгу або в торговельних додатках

# _msg1006
source: This is the maximum transaction fee you pay (in addition to the normal fee) to prioritize partial spend avoidance over regular coin selection.
uk: Це максимальна комісія за транзакцію, яку ви сплачуєте (на додаток до звичайної комісії), щоб надавати пріоритет частковому уникненню витрат перед регулярним вибором монет.

# _msg1007
source: This is the transaction fee you may discard if change is smaller than dust at this level
uk: Це комісія за транзакцію, яку ви можете відкинути, якщо решта менша, ніж пил на цьому рівні

# _msg1008
source: This is the transaction fee you may pay when fee estimates are not available.
uk: Це комісія за транзакцію, яку ви можете сплатити, коли кошторисна вартість недоступна.

# _msg1009
source: Total length of network version string (%i) exceeds maximum length (%i). Reduce the number or size of uacomments.
uk: Загальна довжина рядку мережевої версії (%i) перевищує максимально допустиму (%i). Зменшіть число чи розмір коментарів клієнта користувача.

# _msg1010
source: Unable to replay blocks. You will need to rebuild the database using -reindex-chainstate.
uk: Не вдалося відтворити блоки. Вам потрібно буде перебудувати базу даних, використовуючи -reindex-chainstate.

# _msg1011
source: Unknown wallet file format "%s" provided. Please provide one of "bdb" or "sqlite".
uk: Вказано невідомий формат "%s" файлу гаманця. Укажіть "bdb" або "sqlite".

# _msg1012
source: Unsupported chainstate database format found. Please restart with -reindex-chainstate. This will rebuild the chainstate database.
uk: Виявлено несумісний формат бази даних стану блокчейна. Перезапустіть з -reindex-chainstate. Це перебудує базу даних стану блокчейна.

# _msg1013
source: Wallet created successfully. The legacy wallet type is being deprecated and support for creating and opening legacy wallets will be removed in the future.
uk: Гаманець успішно створено. Підтримка гаманців застарілого типу припиняється, і можливість створення та відкриття таких гаманців буде видалена.

# _msg1014
source: Warning: Dumpfile wallet format "%s" does not match command line specified format "%s".
uk: Попередження: Формат "%s" файлу дампа гаманця не збігається з форматом "%s", що зазначений у командному рядку.

# _msg1015
source: Warning: Private keys detected in wallet {%s} with disabled private keys
uk: Попередження: Приватні ключі виявлено в гаманці {%s} з відключеними приватними ключами

# _msg1016
source: Warning: We do not appear to fully agree with our peers! You may need to upgrade, or other nodes may need to upgrade.
uk: Попередження: Неможливо досягти консенсусу з підключеними учасниками! Вам, або іншим вузлам необхідно оновити програмне забезпечення.

# _msg1017
source: Witness data for blocks after height %d requires validation. Please restart with -reindex.
uk: Дані witness для блоків з висотою більше %d потребують перевірки. Перезапустіть з -reindex.

# _msg1018
source: You need to rebuild the database using -reindex to go back to unpruned mode. This will redownload the entire blockchain
uk: Вам необхідно перебудувати базу даних з використанням -reindex для завантаження повного блокчейна.

# _msg1019
source: %s is set very high!
uk: %s встановлено дуже високо!

# _msg1020
source: -maxmempool must be at least %d MB
uk: -maxmempool має бути не менше %d МБ

# _msg1021
source: A fatal internal error occurred, see debug.log for details
uk: Сталася критична внутрішня помилка, дивіться подробиці в debug.log

# _msg1022
source: Cannot resolve -%s address: '%s'
uk: Не вдалося перетворити -%s адресу: '%s'

# _msg1023
source: Cannot set -forcednsseed to true when setting -dnsseed to false.
uk: Не вдалося встановити для параметра -forcednsseed значення "true", коли параметр -dnsseed має значення "false".

# _msg1024
source: Cannot set -peerblockfilters without -blockfilterindex.
uk: Не вдалося встановити -peerblockfilters без -blockfilterindex.

# _msg1025
source: Cannot write to data directory '%s'; check permissions.
uk: Неможливо записати до каталогу даних '%s'; перевірте дозвіли.

# _msg1026
source: The -txindex upgrade started by a previous version cannot be completed. Restart with the previous version or run a full -reindex.
uk: Оновлення -txindex, що було почате попередньою версією, не вдалося завершити. Перезапустіть попередню версію або виконайте повний -reindex.

# _msg1027
source: %s failed to validate the -assumeutxo snapshot state. This indicates a hardware problem, or a bug in the software, or a bad software modification that allowed an invalid snapshot to be loaded. As a result of this, the node will shut down and stop using any state that was built on the snapshot, resetting the chain height from %d to %d. On the next restart, the node will resume syncing from %d without using any snapshot data. Please report this incident to %s, including how you obtained the snapshot. The invalid snapshot chainstate has been left on disk in case it is helpful in diagnosing the issue that caused this error.
uk: %s Не вдалося перевірити стан знімка -assumeutxo. Це вказує на проблему з обладнанням, помилку в програмному забезпеченні або некоректну модифікацію програмного забезпечення, що дозволила завантажити недійсний знімок. В результаті цього клієнт буде вимкнено та припинить використовувати будь-який стан, який було побудовано на основі знімка, скидаючи висоту блокчейна від %d до %d. Після наступного запуску клієнт продовжить синхронізацію з %d, не використовуючи будь-які дані зі знімка. Будь ласка, повідомте %s про цей випадок та вкажіть, як ви отримали знімок. Недійсний знімок повинен залишатися на диску на випадок, якщо він буде корисним при діагностиці проблеми, що призвела до цієї помилки.

# _msg1028
source: %s is set very high! Fees this large could be paid on a single transaction.
uk: Встановлено дуже велике значення %s! Такі великі комісії можуть бути сплачені окремою транзакцією.

# _msg1029
source: -reindex-chainstate option is not compatible with -blockfilterindex. Please temporarily disable blockfilterindex while using -reindex-chainstate, or replace -reindex-chainstate with -reindex to fully rebuild all indexes.
uk: Параметр -reindex-chainstate несумісний з -blockfilterindex. Тимчасово вимкніть blockfilterindex під час використання -reindex-chainstate, або замінить -reindex-chainstate на -reindex для повної перебудови всіх індексів.

# _msg1030
source: -reindex-chainstate option is not compatible with -coinstatsindex. Please temporarily disable coinstatsindex while using -reindex-chainstate, or replace -reindex-chainstate with -reindex to fully rebuild all indexes.
uk: Параметр -reindex-chainstate несумісний з -coinstatsindex. Тимчасово вимкніть coinstatsindex під час використання -reindex-chainstate, або замінить -reindex-chainstate на -reindex для повної перебудови всіх індексів.

# _msg1031
source: -reindex-chainstate option is not compatible with -txindex. Please temporarily disable txindex while using -reindex-chainstate, or replace -reindex-chainstate with -reindex to fully rebuild all indexes.
uk: Параметр -reindex-chainstate несумісний з -txindex. Тимчасово вимкніть txindex під час використання -reindex-chainstate, або замінить -reindex-chainstate на -reindex для повної перебудови всіх індексів.

# _msg1032
source: Cannot provide specific connections and have addrman find outgoing connections at the same time.
uk: Не вдалося встановити визначені з'єднання і одночасно використовувати addrman для встановлення вихідних з'єднань.

# _msg1033
source: Error loading %s: External signer wallet being loaded without external signer support compiled
uk: Помилка завантаження %s: Завантаження гаманця зі зовнішнім підписувачем, але скомпільовано без підтримки зовнішнього підписування

# _msg1034
source: Error: Address book data in wallet cannot be identified to belong to migrated wallets
uk: Помилка: Дані адресної книги в гаманці не можна ідентифікувати як належні до перенесених гаманців

# _msg1035
source: Error: Duplicate descriptors created during migration. Your wallet may be corrupted.
uk: Помилка: Ідентичні дескриптори створено під час перенесення. Можливо, гаманець пошкоджено.

# _msg1036
source: Error: Transaction %s in wallet cannot be identified to belong to migrated wallets
uk: Помилка: Транзакцію %s в гаманці не можна ідентифікувати як належну до перенесених гаманців

# _msg1037
source: Failed to rename invalid peers.dat file. Please move or delete it and try again.
uk: Не вдалося перейменувати недійсний файл peers.dat. Будь ласка, перемістіть його та повторіть спробу

# _msg1038
source: Fee estimation failed. Fallbackfee is disabled. Wait a few blocks or enable %s.
uk: Оцінка комісії не вдалася. Fallbackfee вимкнено. Зачекайте кілька блоків або ввімкніть %s.

# _msg1039
source: Incompatible options: -dnsseed=1 was explicitly specified, but -onlynet forbids connections to IPv4/IPv6
uk: Несумісні параметри: чітко вказано -dnsseed=1, але -onlynet забороняє IPv4/IPv6 з'єднання

# _msg1040
source: Invalid amount for %s=<amount>: '%s' (must be at least the minrelay fee of %s to prevent stuck transactions)
uk: Неприпустима сума в %s=<amount>: '%s' (має бути не меншим за комісію minrelay %s, запобігти застряганню транзакцій)

# _msg1041
source: Outbound connections restricted to CJDNS (-onlynet=cjdns) but -cjdnsreachable is not provided
uk: Вихідні з'єднання, обмежені CJDNS (-onlynet=cjdns), але -cjdnsreachable не надаються

# _msg1042
source: Outbound connections restricted to Tor (-onlynet=onion) but the proxy for reaching the Tor network is explicitly forbidden: -onion=0
uk: Вихідні з'єднання обмежені мережею Tor (-onlynet=onion), але проксі-сервер для доступу до мережі Tor повністю заборонений: -onion=0

# _msg1043
source: Outbound connections restricted to Tor (-onlynet=onion) but the proxy for reaching the Tor network is not provided: none of -proxy, -onion or -listenonion is given
uk: Вихідні з'єднання обмежені мережею Tor (-onlynet=onion), але проксі-сервер для доступу до мережі Tor не призначено: не вказано ні -proxy, ні -onion, ані -listenonion

# _msg1044
source: Outbound connections restricted to i2p (-onlynet=i2p) but -i2psam is not provided
uk: Вихідні з'єднання, обмежені i2p (-onlynet=i2p), але -i2psam не надаються

# _msg1045
source: The inputs size exceeds the maximum weight. Please try sending a smaller amount or manually consolidating your wallet's UTXOs
uk: Розмір входів перевищує максимальну вагу. Будь ласка, спробуйте надіслати меншу суму або вручну консолідувати UTXO вашого гаманця

# _msg1046
source: The preselected coins total amount does not cover the transaction target. Please allow other inputs to be automatically selected or include more coins manually
uk: Загальна сума попередньо обраних монет не покриває цільовий показник транзакції. Будь ласка, дозвольте автоматично вибирати інші вхідні дані або включати більше монет вручну

# _msg1047
source: Transaction requires one destination of non-0 value, a non-0 feerate, or a pre-selected input
uk: Транзакція потребує одного призначення ненульової вартості, ненульової комісії або попередньо вибраного входу.

# _msg1048
source: UTXO snapshot failed to validate. Restart to resume normal initial block download, or try loading a different snapshot.
uk: Перевірка знімка UTXO не вдалася. Перезапустіть для продовження звичайного початкового завантаження блоків або спробуйте завантажити інший знімок.

# _msg1049
source: Unconfirmed UTXOs are available, but spending them creates a chain of transactions that will be rejected by the mempool
uk: Доступні непідтверджені UTXO, але їх витрачання створює ланцюжок транзакцій, які будуть відхиленими пулом транзакцій.

# _msg1050
source: Unexpected legacy entry in descriptor wallet found. Loading wallet %s The wallet might have been tampered with or created with malicious intent.
uk: В гаманці дескрипторів виявлено неочікуваний запис, що не підтримується. Завантаження гаманця %s Гаманець міг бути підроблений або створений зі злим умислом.

# _msg1051
source: Unrecognized descriptor found. Loading wallet %s The wallet might had been created on a newer version. Please try running the latest software version.
uk: Виявлено нерозпізнаний дескриптор. Завантаження гаманця %s Можливо, гаманець було створено новішою версією. Спробуйте найновішу версію програми.

# _msg1052
source: Unsupported category-specific logging level -loglevel=%s. Expected -loglevel=<category>:<loglevel>. Valid categories: %s. Valid loglevels: %s.
uk: Непідтримуваний категорійний рівень журналювання -loglevel=%s. Очікується -loglevel=<category>:<loglevel>. Припустимі категорії: %s. Припустимі рівні: %s.

# _msg1053
source: Unable to cleanup failed migration
uk: Не вдалося очистити помилкове перенесення

# _msg1054
source: Unable to restore backup of wallet.
uk: Не вдалося відновити резервну копію гаманця.

# _msg1055
source: Block verification was interrupted
uk: Перевірка блоків перервана

# _msg1056
source: Config setting for %s only applied on %s network when in [%s] section.
uk: Налаштування конфігурації %s застосовується лише для мережі %s у розділі [%s].

# _msg1057
source: Copyright (C) %i-%i
uk: Всі права збережено. %i-%i

# _msg1058
source: Corrupted block database detected
uk: Виявлено пошкоджений блок бази даних

# _msg1059
source: Could not find asmap file %s
uk: Неможливо знайти asmap файл %s

# _msg1060
source: Could not parse asmap file %s
uk: Неможливо проаналізувати asmap файл %s

# _msg1061
source: Disk space is too low!
uk: Місця на диску занадто мало!

# _msg1062
source: Do you want to rebuild the block database now?
uk: Перебудувати базу даних блоків зараз?

# _msg1063
source: Done loading
uk: Завантаження завершено

# _msg1064
source: Dump file %s does not exist.
uk: Файл дампа %s не існує.

# _msg1065
source: Error creating %s
uk: Помилка створення %s

# _msg1066
source: Error initializing block database
uk: Помилка ініціалізації бази даних блоків

# _msg1067
source: Error initializing wallet database environment %s!
uk: Помилка ініціалізації середовища бази даних гаманця %s!

# _msg1068
source: Error loading %s
uk: Помилка завантаження %s

# _msg1069
source: Error loading %s: Private keys can only be disabled during creation
uk: Помилка завантаження %s: Приватні ключі можуть бути тільки вимкнені при створенні

# _msg1070
source: Error loading %s: Wallet corrupted
uk: Помилка завантаження %s: Гаманець пошкоджено

# _msg1071
source: Error loading %s: Wallet requires newer version of %s
uk: Помилка завантаження %s: Гаманець потребує новішої версії %s

# _msg1072
source: Error loading block database
uk: Помилка завантаження бази даних блоків

# _msg1073
source: Error opening block database
uk: Помилка відкриття блока бази даних

# _msg1074
source: Error reading configuration file: %s
uk: Помилка читання файлу конфігурації: %s

# _msg1075
source: Error reading from database, shutting down.
uk: Помилка читання бази даних, завершення роботи.

# _msg1076
source: Error reading next record from wallet database
uk: Помилка зчитування наступного запису з бази даних гаманця

# _msg1077
source: Error: Cannot extract destination from the generated scriptpubkey
uk: Помилка: не вдається встановити призначення зі створеного сценарію scriptpubkey

# _msg1078
source: Error: Could not add watchonly tx to watchonly wallet
uk: Помилка: Не вдалося додати транзакцію "тільки перегляд" до гаманця-для-перегляду

# _msg1079
source: Error: Could not delete watchonly transactions
uk: Помилка: Не вдалося видалити транзакції "тільки перегляд"

# _msg1080
source: Error: Couldn't create cursor into database
uk: Помилка: Неможливо створити курсор в базі даних

# _msg1081
source: Error: Disk space is low for %s
uk: Помилка: для %s бракує місця на диску

# _msg1082
source: Error: Dumpfile checksum does not match. Computed %s, expected %s
uk: Помилка: Контрольна сума файлу дампа не збігається. Обчислено %s, очікується %s

# _msg1083
source: Error: Failed to create new watchonly wallet
uk: Помилка: Не вдалося створити новий гаманець-для-перегляду

# _msg1084
source: Error: Got key that was not hex: %s
uk: Помилка: Отримано ключ, що не є hex: %s

# _msg1085
source: Error: Got value that was not hex: %s
uk: Помилка: Отримано значення, що не є hex: %s

# _msg1086
source: Error: Keypool ran out, please call keypoolrefill first
uk: Помилка: Бракує ключів у пулі, виконайте спочатку keypoolrefill

# _msg1087
source: Error: Missing checksum
uk: Помилка: Відсутня контрольна сума

# _msg1088
source: Error: No %s addresses available.
uk: Помилка: Немає доступних %s адрес.

# _msg1089
source: Error: Not all watchonly txs could be deleted
uk: Помилка: Не всі транзакції "тільки перегляд" вдалося видалити

# _msg1090
source: Error: This wallet already uses SQLite
uk: Помилка; Цей гаманець вже використовує SQLite

# _msg1091
source: Error: This wallet is already a descriptor wallet
uk: Помилка: Цей гаманець вже є гаманцем на основі дескрипторів

# _msg1092
source: Error: Unable to begin reading all records in the database
uk: Помилка: Не вдалося розпочати зчитування всіх записів бази даних

# _msg1093
source: Error: Unable to make a backup of your wallet
uk: Помилка: Не вдалося зробити резервну копію гаманця.

# _msg1094
source: Error: Unable to parse version %u as a uint32_t
uk: Помилка: Не вдалося проаналізувати версію %u як uint32_t

# _msg1095
source: Error: Unable to read all records in the database
uk: Помилка: Не вдалося зчитати всі записи бази даних
