Repository: hebasto/bitcoin-core-translations
Catalog: Ukrainian/for_translation_bitcoin_qt-translation-025x_*.xlf
Languages: uk

# _msg262
source: The address associated with this address list entry. This can only be modified for sending addresses.
uk: Адреса, пов'язана з цим записом списку адрес. Це поле може бути модифіковане лише для адрес відправлення.

# _msg263
source: &Address
uk: &Адреса

# _msg264
source: New sending address
uk: Нова адреса для відправлення

# _msg265
source: Edit receiving address
uk: Редагувати адресу для отримання

# _msg266
source: Edit sending address
uk: Редагувати адресу для відправлення

# _msg267
source: The entered address "%1" is not a valid Bitcoin address.
uk: Введена адреса "%1" не є дійсною Bitcoin адресою.

# _msg268
source: Address "%1" already exists as a receiving address with label "%2" and so cannot be added as a sending address.
uk: Адреса "%1" вже існує як отримувач з міткою "%2" і не може бути додана як відправник.

# _msg269
source: The entered address "%1" is already in the address book with label "%2".
uk: Введена адреса "%1" вже присутня в адресній книзі з міткою "%2".

# _msg270
source: Could not unlock wallet.
uk: Неможливо розблокувати гаманець.

# _msg271
source: New key generation failed.
uk: Не вдалося згенерувати нові ключі.

# _msg272
source: A new data directory will be created.
uk: Буде створено новий каталог даних.

# _msg273
source: name
uk: назва

# _msg274
source: Directory already exists. Add %1 if you intend to create a new directory here.
uk: Каталог вже існує. Додайте %1, якщо ви мали намір створити там новий каталог.

# _msg275
source: Path already exists, and is not a directory.
uk: Шлях вже існує і не є каталогом.

# _msg276
source: Cannot create data directory here.
uk: Не вдалося створити каталог даних.

# _msg278[0]
source: %n GB of space available
uk: Доступний простір: %n ГБ

# _msg278[1]
source: %n GB of space available
uk: Доступний простір: %n ГБ

# _msg278[2]
source: %n GB of space available
uk: Доступний простір: %n ГБ

# _msg278[3]
source: %n GB of space available
uk: Доступний простір: %n ГБ

# _msg279[0]
source: (of %n GB needed)
uk: (в той час, як необхідно %n ГБ)

# _msg279[1]
source: (of %n GB needed)
uk: (в той час, як необхідно %n ГБ)

# _msg279[2]
source: (of %n GB needed)
uk: (в той час, як необхідно %n ГБ)

# _msg279[3]
source: (of %n GB needed)
uk: (в той час, як необхідно %n ГБ)

# _msg280[0]
source: (%n GB needed for full chain)
uk: (%n ГБ необхідно для повного блокчейну)

# _msg280[1]
source: (%n GB needed for full chain)
uk: (%n ГБ необхідно для повного блокчейну)

# _msg280[2]
source: (%n GB needed for full chain)
uk: (%n ГБ необхідно для повного блокчейну)

# _msg280[3]
source: (%n GB needed for full chain)
uk: (%n ГБ необхідно для повного блокчейну)

# _msg281
source: Choose data directory
uk: Вибрати каталог даних

# _msg282
source: At least %1 GB of data will be stored in this directory, and it will grow over time.
uk: Принаймні, %1 ГБ даних буде збережено в цьому каталозі, і воно з часом зростатиме.

# _msg283
source: Approximately %1 GB of data will be stored in this directory.
uk: Близько %1 ГБ даних буде збережено в цьому каталозі.

# _msg284[0]
source: (sufficient to restore backups %n day(s) old)
uk: (достатньо для відновлення резервних копій, створених %n день тому)

# _msg284[1]
source: (sufficient to restore backups %n day(s) old)
uk: (достатньо для відновлення резервних копій, створених %n дні тому)

# _msg284[2]
source: (sufficient to restore backups %n day(s) old)
uk: (достатньо для відновлення резервних копій, створених %n днів тому)

# _msg284[3]
source: (sufficient to restore backups %n day(s) old)
uk: (достатньо для відновлення резервних копій, створених %n дня тому)

# _msg285
source: %1 will download and store a copy of the Bitcoin block chain.
uk: %1 буде завантажувати та зберігати копію блокчейна.

# _msg286
source: The wallet will also be stored in this directory.
uk: Гаманець також зберігатиметься в цьому каталозі.

# _msg287
source: Error: Specified data directory "%1" cannot be created.
uk: Помилка: Неможливо створити вказаний каталог даних "%1".

# _msg288
source: Error
uk: Помилка

# _msg289
source: version
uk: версія

# _msg290
source: About %1
uk: Про %1

# _msg291
source: Command-line options
uk: Параметри командного рядка

# _msg292
source: %1 is shutting down…
uk: %1 завершує роботу…

# _msg293
source: Do not shut down the computer until this window disappears.
uk: Не вимикайте комп’ютер до зникнення цього вікна.

# _msg294
source: Welcome
uk: Привітання

# _msg295
source: Welcome to %1.
uk: Вітаємо в %1.

# _msg296
source: As this is the first time the program is launched, you can choose where %1 will store its data.
uk: Оскільки це перший запуск програми, ви можете обрати, де %1 буде зберігати дані.

# _msg297
source: Limit block chain storage to
uk: Скоротити місце під блоки до

# _msg298
source: Reverting this setting requires re-downloading the entire blockchain. It is faster to download the full chain first and prune it later. Disables some advanced features.
uk: Повернення цього параметра вимагає повторне завантаження всього блокчейну. Швидше спочатку завантажити повний блокчейн і скоротити його пізніше. Вимикає деякі розширені функції.

# _msg299
source: GB
uk: ГБ

# _msg300
source: This initial synchronisation is very demanding, and may expose hardware problems with your computer that had previously gone unnoticed. Each time you run %1, it will continue downloading where it left off.
uk: Ця початкова синхронізація є дуже вимогливою, і може виявити проблеми з апаратним забезпеченням комп'ютера, які раніше не були непоміченими. Кожен раз, коли ви запускаєте %1, він буде продовжувати завантаження там, де він зупинився.

# _msg301
source: When you click OK, %1 will begin to download and process the full %4 block chain (%2 GB) starting with the earliest transactions in %3 when %4 initially launched.
uk: Після натискання кнопки «OK» %1 почне завантажувати та обробляти повний блокчейн %4 (%2 ГБ), починаючи з найбільш ранніх транзакцій у %3, коли було запущено %4.

# _msg302
source: If you have chosen to limit block chain storage (pruning), the historical data must still be downloaded and processed, but will be deleted afterward to keep your disk usage low.
uk: Якщо ви вирішили обмежити збереження ланцюжка блоків (відсікання), історичні дані повинні бути завантажені та оброблені, але потім можуть бути видалені, щоб зберегти потрібний простір диска.

# _msg303
source: Use the default data directory
uk: Використовувати стандартний каталог даних

# _msg304
source: Use a custom data directory:
uk: Використовувати свій каталог даних:

# _msg305
source: Form
uk: Форма

# _msg306
source: Recent transactions may not yet be visible, and therefore your wallet's balance might be incorrect. This information will be correct once your wallet has finished synchronizing with the bitcoin network, as detailed below.
uk: Нещодавні транзакції ще не відображаються, тому баланс вашого гаманця може бути неточним. Ця інформація буде вірною після того, як ваш гаманець завершить синхронізацію з мережею Біткоїн, враховуйте показники нижче.

# _msg307
source: Attempting to spend bitcoins that are affected by not-yet-displayed transactions will not be accepted by the network.
uk: Спроба відправити біткоїни, які ще не відображаються, не буде прийнята мережею.

# _msg308
source: Number of blocks left
uk: Залишилося блоків

# _msg309
source: Unknown…
uk: Невідомо…

# _msg310
source: calculating…
uk: рахування…

# _msg311
source: Last block time
uk: Час останнього блока

# _msg312
source: Progress
uk: Прогрес

# _msg313
source: Progress increase per hour
uk: Прогрес за годину

# _msg314
source: Estimated time left until synced
uk: Орієнтовний час до кінця синхронізації

# _msg315
source: Hide
uk: Приховати

# _msg317
source: %1 is currently syncing. It will download headers and blocks from peers and validate them until reaching the tip of the block chain.
uk: %1 синхронізується. Буде завантажено заголовки та блоки та перевірено їх до досягнення кінчика блокчейну.

# _msg318
source: Unknown. Syncing Headers (%1, %2%)…
uk: Невідомо. Синхронізація заголовків (%1, %2%)…

# _msg319
source: Unknown. Pre-syncing Headers (%1, %2%)…
uk: Невідомо. Триває попередня синхронізація заголовків (%1, %2%)…

# _msg320
source: unknown
uk: невідомо

# _msg321
source: Open bitcoin URI
uk: Відкрити біткоїн URI

# _msg323
source: Paste address from clipboard
uk: Вставити адресу

# _msg324
source: Options
uk: Параметри

# _msg325
source: &Main
uk: &Загальні

# _msg326
source: Automatically start %1 after logging in to the system.
uk: Автоматично запускати %1 при вході до системи.

# _msg327
source: &Start %1 on system login
uk: Запускати %1 при в&ході в систему

# _msg328
source: Enabling pruning significantly reduces the disk space required to store transactions. All blocks are still fully validated. Reverting this setting requires re-downloading the entire blockchain.
uk: Увімкнення режиму скороченого блокчейна значно зменшує дисковий простір, що необхідний для збереження транзакцій. Всі блоки продовжують проходити повну перевірку. Вимкнення цього параметру потребує повторного завантаження всього блокчейна.

# _msg329
source: Size of &database cache
uk: Розмір ке&шу бази даних

# _msg330
source: Number of script &verification threads
uk: Кількість потоків &перевірки скриптів

# _msg331
source: Full path to a %1 compatible script (e.g. C:\Downloads\hwi.exe or /Users/you/Downloads/hwi.py). Beware: malware can steal your coins!
uk: Повний шлях до скрипту, сумісного з %1 (наприклад, C:\Downloads\hwi.exe або /Users/you/Downloads/hwi.py). Обережно: зловмисні програми можуть вкрасти Ваші монети!

# _msg332
source: IP address of the proxy (e.g. IPv4: 127.0.0.1 / IPv6: ::1)
uk: IP-адреса проксі-сервера (наприклад IPv4: 127.0.0.1 / IPv6: ::1)

# _msg333
source: Shows if the supplied default SOCKS5 proxy is used to reach peers via this network type.
uk: Показує, чи використовується стандартний SOCKS5 проксі для встановлення з'єднань через мережу цього типу.

# _msg334
source: Minimize instead of exit the application when the window is closed. When this option is enabled, the application will be closed only after selecting Exit in the menu.
uk: Згортати замість закриття. Якщо ця опція включена, програма закриється лише після вибору відповідного пункту в меню.

# _msg335
source: Options set in this dialog are overridden by the command line:
uk: Параметри, які задані в цьому вікні, змінені командним рядком:

# _msg336
source: Open the %1 configuration file from the working directory.
uk: Відкрийте %1 файл конфігурації з робочого каталогу.

# _msg337
source: Open Configuration File
uk: Відкрити файл конфігурації

# _msg338
source: Reset all client options to default.
uk: Скинути всі параметри клієнта на стандартні.

# _msg339
source: &Reset Options
uk: С&кинути параметри

# _msg340
source: &Network
uk: &Мережа

# _msg341
source: Prune &block storage to
uk: Скоротити обсяг сховища &блоків до

# _msg342
source: GB
uk: ГБ

# _msg343
source: Reverting this setting requires re-downloading the entire blockchain.
uk: Повернення цього параметра вимагає перезавантаження вього блокчейна.

# _msg344
source: Maximum database cache size. A larger cache can contribute to faster sync, after which the benefit is less pronounced for most use cases. Lowering the cache size will reduce memory usage. Unused mempool memory is shared for this cache.
uk: Максимальний розмір кешу бази даних. Більший кеш може прискорити синхронізацію, після якої користь менш виражена для більшості випадків використання. Зменшення розміру кешу зменшить використання пам'яті. Невикористана пулом транзакцій пам'ять використовується спільно з цим кешем.

# _msg345
source: MiB
uk: МіБ

# _msg346
source: Set the number of script verification threads. Negative values correspond to the number of cores you want to leave free to the system.
uk: Установлення кількості потоків для перевірки скриптів. Від’ємні значення відповідають кількості ядер, які залишаться вільними для системи.

# _msg347
source: (0 = auto, <0 = leave that many cores free)
uk: (0 = автоматично, <0 = вказує кількість вільних ядер)

# _msg348
source: This allows you or a third party tool to communicate with the node through command-line and JSON-RPC commands.
uk: Дозволяє вам або засобам сторонніх розробників обмінюватися даними з вузлом, використовуючи командний рядок та JSON-RPC команди.

# _msg349
source: Enable R&PC server
uk: Увімкнути RPC се&рвер

# _msg350
source: W&allet
uk: &Гаманець

# _msg351
source: Whether to set subtract fee from amount as default or not.
uk: Чи потрібно за замовчуванням віднімати комісію від суми відправлення.

# _msg352
source: Subtract &fee from amount by default
uk: За замовчуванням віднімати &комісію від суми відправлення

# _msg353
source: Expert
uk: Експерт

# _msg354
source: Enable coin &control features
uk: Ввімкнути керування в&ходами

# _msg355
source: If you disable the spending of unconfirmed change, the change from a transaction cannot be used until that transaction has at least one confirmation. This also affects how your balance is computed.
uk: Якщо вимкнути витрату непідтвердженої решти, то решту від транзакції не можна буде використати, допоки ця транзакція не матиме хоча б одне підтвердження. Це також впливає на розрахунок балансу.

# _msg356
source: &Spend unconfirmed change
uk: Витрачати непідтверджену &решту

# _msg357
source: Enable &PSBT controls
uk: Увімкнути функції &частково підписаних біткоїн-транзакцій (PSBT)

# _msg358
source: Whether to show PSBT controls.
uk: Чи потрібно відображати елементи керування PSBT

# _msg359
source: External Signer (e.g. hardware wallet)
uk: Зовнішній підписувач (наприклад, апаратний гаманець)

# _msg360
source: &External signer script path
uk: &Шлях до скрипту зовнішнього підписувача

# _msg361
source: Automatically open the Bitcoin client port on the router. This only works when your router supports UPnP and it is enabled.
uk: Автоматично відкривати порт для клієнту Біткоїн на роутері. Працює лише, якщо ваш роутер підтримує UPnP, і ця функція увімкнена.

# _msg362
source: Map port using &UPnP
uk: Перенаправити порт за допомогою &UPnP

# _msg363
source: Automatically open the Bitcoin client port on the router. This only works when your router supports NAT-PMP and it is enabled. The external port could be random.
uk: Автоматично відкривати порт клієнта Біткоїн в маршрутизаторі. Це працює, якщо ваш маршрутизатор підтримує NAT-PMP, і ця функція увімкнута. Зовнішній порт може бути випадковим.

# _msg364
source: Map port using NA&T-PMP
uk: Переадресовувати порт за допомогою NA&T-PMP

# _msg365
source: Accept connections from outside.
uk: Приймати з'єднання ззовні.

# _msg366
source: Allow incomin&g connections
uk: Дозволити вхідні з'єднання

# _msg367
source: Connect to the Bitcoin network through a SOCKS5 proxy.
uk: Підключення до мережі Біткоїн через SOCKS5 проксі.

# _msg368
source: &Connect through SOCKS5 proxy (default proxy):
uk: &Підключення через SOCKS5 проксі (стандартний проксі):

# _msg369
source: Proxy &IP:
uk: &IP проксі:

# _msg370
source: &Port:
uk: &Порт:

# _msg371
source: Port of the proxy (e.g. 9050)
uk: Порт проксі-сервера (наприклад 9050)

# _msg372
source: Used for reaching peers via:
uk: Приєднуватися до учасників через:

# _msg376
source: &Window
uk: &Вікно

# _msg377
source: Show the icon in the system tray.
uk: Показувати піктограму у системному треї

# _msg378
source: &Show tray icon
uk: Показувати &піктограму у системному треї

# _msg379
source: Show only a tray icon after minimizing the window.
uk: Показувати лише іконку в треї після згортання вікна.

# _msg380
source: &Minimize to the tray instead of the taskbar
uk: Мінімізувати у &трей

# _msg381
source: M&inimize on close
uk: Зго&ртати замість закриття

# _msg382
source: &Display
uk: Від&ображення

# _msg383
source: User Interface &language:
uk: Мов&а інтерфейсу користувача:

# _msg384
source: The user interface language can be set here. This setting will take effect after restarting %1.
uk: Встановлює мову інтерфейсу. Зміни набудуть чинності після перезапуску %1.

# _msg385
source: &Unit to show amounts in:
uk: В&имірювати монети в:

# _msg386
source: Choose the default subdivision unit to show in the interface and when sending coins.
uk: Виберіть одиницю вимірювання монет, яка буде відображатись в гаманці та при відправленні.

# _msg387
source: Third-party URLs (e.g. a block explorer) that appear in the transactions tab as context menu items. %s in the URL is replaced by transaction hash. Multiple URLs are separated by vertical bar |.
uk: URL-адреси сторонніх розробників (наприклад, оглядач блоків), що з'являться на вкладці транзакцій у вигляді пунктів контекстного меню. %s в URL-адресі буде замінено на хеш транзакції. Для відокремлення URL-адрес використовуйте вертикальну риску |.

# _msg388
source: &Third-party transaction URLs
uk: URL-адреси транзакцій &сторонніх розробників

# _msg389
source: Whether to show coin control features or not.
uk: Показати або сховати керування входами.

# _msg390
source: Connect to the Bitcoin network through a separate SOCKS5 proxy for Tor onion services.
uk: Підключитися до мережі Біткоїн через окремий проксі-сервер SOCKS5 для сервісів Tor.

# _msg391
source: Use separate SOCKS&5 proxy to reach peers via Tor onion services:
uk: Використовувати окремий проксі-сервер SOCKS&5, щоб дістатися до вузлів через сервіси Tor:

# _msg392
source: Monospaced font in the Overview tab:
uk: Моноширинний шрифт на вкладці Огляд:

# _msg393
source: embedded "%1"
uk: вбудований "%1"

# _msg394
source: closest matching "%1"
uk: найбільш подібний "%1"

# _msg396
source: &Cancel
uk: &Скасувати

# _msg397
source: Compiled without external signing support (required for external signing)
uk: Скомпільовано без підтримки зовнішнього підписування (потрібно для зовнішнього підписування)

# _msg398
source: default
uk: за замовчуванням

# _msg399
source: none
uk: відсутні

# _msg400
source: Confirm options reset
uk: Підтвердження скидання параметрів

# _msg401
source: Client restart required to activate changes.
uk: Для застосування змін необхідно перезапустити клієнта.

# _msg402
source: Current settings will be backed up at "%1".
uk: Поточні параметри будуть збережені в "%1".

# _msg403
source: Client will be shut down. Do you want to proceed?
uk: Клієнт буде закрито. Продовжити?

# _msg404
source: Configuration options
uk: Редагувати параметри

# _msg405
source: The configuration file is used to specify advanced user options which override GUI settings. Additionally, any command-line options will override this configuration file.
uk: Файл конфігурації використовується для вказування додаткових параметрів, що перевизначають параметри графічного інтерфейсу. Крім того, будь-які параметри командного рядка перевизначать цей конфігураційний файл.

# _msg406
source: Continue
uk: Продовжити

# _msg407
source: Cancel
uk: Скасувати

# _msg408
source: Error
uk: Помилка

# _msg409
source: The configuration file could not be opened.
uk: Не вдалося відкрити файл конфігурації.

# _msg410
source: This change would require a client restart.
uk: Ця зміна вступить в силу після перезапуску клієнта

# _msg411
source: The supplied proxy address is invalid.
uk: Невірно вказано адресу проксі.

# _msg412
source: Could not read setting "%1", %2.
uk: Не вдалося прочитати параметр "%1", %2.

# _msg413
source: Form
uk: Форма

# _msg414
source: The displayed information may be out of date. Your wallet automatically synchronizes with the Bitcoin network after a connection is established, but this process has not completed yet.
uk: Показана інформація вже може бути застарілою. Ваш гаманець буде автоматично синхронізовано з мережею Біткоїн після встановлення підключення, але цей процес ще не завершено.

# _msg415
source: Watch-only:
uk: Тільки перегляд:

# _msg416
source: Available:
uk: Наявно:

# _msg417
source: Your current spendable balance
uk: Ваш поточний підтверджений баланс

# _msg418
source: Pending:
uk: Очікується:

# _msg419
source: Total of transactions that have yet to be confirmed, and do not yet count toward the spendable balance
uk: Сума монет у непідтверджених транзакціях

# _msg420
source: Immature:
uk: Не досягли завершеності:

# _msg421
source: Mined balance that has not yet matured
uk: Баланс видобутих монет, що не досягли завершеності

# _msg422
source: Balances
uk: Баланси

# _msg423
source: Total:
uk: Всього:

# _msg424
source: Your current total balance
uk: Ваш поточний сукупний баланс

# _msg425
source: Your current balance in watch-only addresses
uk: Ваш поточний баланс в адресах "тільки перегляд"

# _msg426
source: Spendable:
uk: Доступно:

# _msg427
source: Recent transactions
uk: Останні транзакції

# _msg428
source: Unconfirmed transactions to watch-only addresses
uk: Непідтверджені транзакції на адреси "тільки перегляд"

# _msg429
source: Mined balance in watch-only addresses that has not yet matured
uk: Баланс видобутих монет, що не досягли завершеності, на адресах "тільки перегляд"

# _msg430
source: Current total balance in watch-only addresses
uk: Поточний сукупний баланс в адресах "тільки перегляд"

# _msg431
source: Privacy mode activated for the Overview tab. To unmask the values, uncheck Settings->Mask values.
uk: Режим конфіденційності активований для вкладки Огляд. Щоб демаскувати значення, зніміть прапорець Параметри-> Маскувати значення.

# _msg432
source: PSBT Operations
uk: Операції з PSBT

# _msg433
source: Sign Tx
uk: Підписати Tx

# _msg434
source: Broadcast Tx
uk: Транслювати Tx

# _msg435
source: Copy to Clipboard
uk: Копіювати у буфер обміну

# _msg436
source: Save…
uk: Зберегти…

# _msg437
source: Close
uk: Завершити

# _msg438
source: Failed to load transaction: %1
uk: Не вдалося завантажити транзакцію: %1

# _msg439
source: Failed to sign transaction: %1
uk: Не вдалося підписати транзакцію: %1

# _msg440
source: Cannot sign inputs while wallet is locked.
uk: Не вдалося підписати входи, поки гаманець заблокований.

# _msg441
source: Could not sign any more inputs.
uk: Не вдалося підписати більше входів.

# _msg442
source: Signed %1 inputs, but more signatures are still required.
uk: Підписано %1 входів, але все одно потрібно більше підписів.

# _msg443
source: Signed transaction successfully. Transaction is ready to broadcast.
uk: Транзакція успішно підписана. Транзакція готова до трансляції.

# _msg444
source: Unknown error processing transaction.
uk: Невідома помилка обробки транзакції.

# _msg445
source: Transaction broadcast successfully! Transaction ID: %1
uk: Транзакція успішно трансльована! Ідентифікатор транзакції: %1

# _msg446
source: Transaction broadcast failed: %1
uk: Помилка трансляції транзакції: %1

# _msg447
source: PSBT copied to clipboard.
uk: PSBT-транзакцію скопійовано в буфер обміну.

# _msg448
source: Save Transaction Data
uk: Зберегти дані транзакції

# _msg449
source: Partially Signed Transaction (Binary)
uk: Частково підписана біткоїн-транзакція (бінарний файл)

# _msg450
source: PSBT saved to disk.
uk: PSBT-транзакцію збережено на диск.

# _msg451
source: * Sends %1 to %2
uk: * Надсилає від %1 до %2

# _msg452
source: Unable to calculate transaction fee or total transaction amount.
uk: Не вдалося розрахувати комісію за транзакцію або загальну суму транзакції.

# _msg453
source: Pays transaction fee:
uk: Оплачує комісію за транзакцію:

# _msg454
source: Total Amount
uk: Всього

# _msg455
source: or
uk: або

# _msg456
source: Transaction has %1 unsigned inputs.
uk: Транзакція містить %1 непідписаних входів.

# _msg457
source: Transaction is missing some information about inputs.
uk: У транзакції бракує певної інформації про входи.

# _msg458
source: Transaction still needs signature(s).
uk: Для транзакції все ще потрібні підпис(и).

# _msg459
source: (But no wallet is loaded.)
uk: (Але жоден гаманець не завантажений.)
